-- phpMyAdmin SQL Dump
-- version 4.7.9
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2019-11-25 13:01:47
-- 服务器版本： 5.6.44-log
-- PHP Version: 7.3.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `djcms`
--

-- --------------------------------------------------------

--
-- 表的结构 `ap_addd`
--

CREATE TABLE `ap_addd` (
  `id` int(10) UNSIGNED NOT NULL,
  `ad` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_adduser`
--

CREATE TABLE `ap_adduser` (
  `uid` int(11) DEFAULT NULL,
  `ctime` int(11) DEFAULT NULL,
  `time` char(10) DEFAULT NULL,
  `lasttime` int(11) DEFAULT NULL,
  `cid` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_adduser`
--

INSERT INTO `ap_adduser` (`uid`, `ctime`, `time`, `lasttime`, `cid`) VALUES
(68, 1528551800, '七天', 1529156600, 175),
(68, 1528551800, '七天', 1529156600, 175),
(68, 1528551800, '七天', 1529156600, 175);

-- --------------------------------------------------------

--
-- 表的结构 `ap_advert`
--

CREATE TABLE `ap_advert` (
  `id` int(1) NOT NULL,
  `content` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_advert`
--

INSERT INTO `ap_advert` (`id`, `content`) VALUES
(1, '禁止挂，刷粉，黄赌毒相关链接，如有发现，封代理，严重者，必究法律责任！'),
(2, ''),
(3, ''),
(4, 'http://sansuib.com/'),
(5, '10080'),
(6, '精彩直播'),
(7, '尊敬的用户你好乐看影视影院正式升级完毕'),
(8, 'https://www.pangujiexi.cc/jiexi.php?url='),
(9, 'http://cdn.app8.site/8090jx/?url='),
(10, 'https://www.pangujiexi.cc/jiexi.php?url='),
(11, 'https://www.pangujiexi.cc/jiexi.php?url='),
(12, 'http://kj.bfys8.com/jx/0159/?url='),
(13, 'http://jx.mkxiu.cn/mkjx/?url='),
(14, 'http://x.levod.net/?v='),
(15, 'http://api.mhysapp.cn/?url='),
(16, ''),
(17, NULL),
(20, '乐看影视'),
(21, '代理专区公告和轮播图后台修改。'),
(22, NULL),
(23, NULL),
(27, NULL),
(28, NULL),
(29, NULL),
(30, 'https://www.51xiaocaimi.com/lkys1'),
(31, NULL),
(32, NULL),
(33, NULL),
(34, NULL),
(35, NULL),
(36, NULL),
(37, NULL),
(38, NULL),
(39, NULL),
(40, NULL),
(41, NULL),
(42, NULL),
(43, NULL),
(44, NULL),
(45, NULL),
(46, NULL),
(47, NULL),
(48, '0.1');

-- --------------------------------------------------------

--
-- 表的结构 `ap_app`
--

CREATE TABLE `ap_app` (
  `id` int(1) NOT NULL DEFAULT '0',
  `content` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_app`
--

INSERT INTO `ap_app` (`id`, `content`) VALUES
(1, NULL),
(2, NULL),
(3, NULL),
(4, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ap_banner`
--

CREATE TABLE `ap_banner` (
  `id` int(11) NOT NULL,
  `cid` int(11) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `linkurl` varchar(255) DEFAULT NULL,
  `picurl` varchar(255) DEFAULT NULL,
  `img` text NOT NULL,
  `sort` int(11) DEFAULT NULL,
  `del` int(11) DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_banner`
--

INSERT INTO `ap_banner` (`id`, `cid`, `name`, `content`, `linkurl`, `picurl`, `img`, `sort`, `del`, `uid`) VALUES
(454, 23, '虎牙直播', '', 'https://m.huya.com/', '/public/uploads/20190520/1c9b28b7f68dbe06d249845592d47e7b.jpg', '', 6, 1, 1),
(455, 23, '战旗直播', '', 'https://m.zhanqi.tv/', '/public/uploads/20190520/42adfa4830e029a4d04383cdd521ea3f.png', '', 7, 1, 1),
(456, 23, '斗鱼直播', '', 'https://m.douyu.com/', '/public/uploads/20190520/baaeffe642cde838573b57abf15761ca.jpg', '', 8, 1, 1),
(457, 23, '龙珠直播', '', 'http://m.longzhu.com/index', '/public/uploads/20190520/f34830372e19ed06feea9ad9926ed22e.jpg', '', 9, 1, 1),
(467, 1, '', '', '119582', '/public/uploads/20191123/b17baf399a33593efe468793ba6af825.png', '', 0, 1, 1),
(471, 7, '', '', '', '/public/uploads/20190705/007c8a4165cca4cbc78d9565bbb0c9d0.png', '', 0, 1, 1),
(473, 12, '', '', '', '/public/uploads/20190706/3d8136d0c03e65aa1fba8188bfd2ad99.png', '', 0, 1, 1),
(474, 2, '腾讯', '', 'http://m.v.qq.com/tv.html', '/public/uploads/20191111/9bd11d16fe39188ecf0ba20356982508.png', '', 0, 1, 1),
(475, 2, '爱奇艺', '', 'http://m.iqiyi.com/vip', '/public/uploads/20191111/2dbd7be3ea9e71848eeda60797a878d2.png', '', 2, 1, 1),
(476, 2, '优酷', '', 'https://youku.com', '/public/uploads/20191111/4bb610c9570da4343581cafea4f37bf5.png', '', 1, 1, 1),
(477, 2, '搜狐', '', 'https://m.tv.sohu.com', '/public/uploads/20191111/17d39fe476f19779a11c5667a9cfc149.png', '', 3, 1, 1),
(479, 2, '芒果', '', 'https://m.mgtv.com/channel/vip/', '/public/uploads/20191112/6cfb92dee53e251e3980ae7d1f7b46e2.png', '', 4, 1, 1),
(481, 3, '', '', 'http://lgw.9t3g.cn/', '/public/uploads/20191116/a6bc67633c1e49abb315f784e2b98f95.jpg', '', 0, 1, 1),
(482, 21, '', '', 'http://lgw.9t3g.cn/index.php?r=a/t&i=ba820edb7a8c6b6c&site=3&banner=4', '/public/uploads/20191118/3d7b9169025c7b23fd59afd6fabb9d4c.jpg', '', 2, 1, 1),
(484, 21, '', '', 'http://lgw.9t3g.cn/index.php?r=a/t&i=918741c74fbc8b7f&site=1&banner=2', '/public/uploads/20191118/ce9895116b2b2c921e68d29f3946fe4c.jpg', '', 1, 1, 1),
(485, 21, '', '', 'https://mo.m.taobao.com/union/PIPIGOU-PC?pid=mm_16713835_44848157_502810218&site=0&banner=1', '/public/uploads/20191118/68a9acefdf59c020dc18c7ab8253a523.jpg', '', 3, 1, 1),
(486, 21, '', '', 'http://lgw.9t3g.cn/index.php?r=a/t&i=22e7e7c133af0912&site=4&banner=5', '/public/uploads/20191118/3f800fafbdcdb334b3e1536c77c90943.jpg', '', 4, 1, 1),
(487, 25, '', '', 'http://lgw.9t3g.cn/', '/public/uploads/20191118/54ebece3bb4366196a34e5fec38f401c.jpg', '', 0, 1, 1),
(488, 23, '疯抢排行', '', 'http://lgw.9t3g.cn/index.php?r=p', '/public/uploads/20191118/f247261d069ad2c7ecef8d83359d73a1.jpg', '', 1, 1, 1),
(489, 23, '9.9包邮', '', 'http://lgw.9t3g.cn/index.php?r=nine', '/public/uploads/20191118/13a9304e95da6502def356a2314335ee.jpg', '', 2, 1, 1),
(490, 23, '品牌特卖', '', 'http://lgw.9t3g.cn/index.php?r=index/brand', '/public/uploads/20191118/e41ac8e64bfde8bb59c1f2fc3472b577.jpg', '', 3, 1, 1),
(491, 23, '每日半价', '', 'http://lgw.9t3g.cn/index.php?r=every/e', '/public/uploads/20191118/845df6613b8a6962b62c02a64e888f9a.jpg', '', 4, 1, 1),
(492, 23, '折上折', '', 'http://lgw.9t3g.cn/index.php?r=realtime/fold', '/public/uploads/20191118/8aab364915f85e4e15c38273011690b3.jpg', '', 5, 1, 1),
(493, 23, '花椒直播', '', 'https://www.huajiao.com/', '/public/uploads/20191118/dc61f5591cc3d31a67d390961d699695.jpg', '', 10, 1, 1),
(494, 7, '', '', 'http://lgw.9t3g.cn/', '/public/uploads/20191118/31fdc1de3e35c9d699fbdd55bccab205.jpg', '', 0, 1, 1),
(495, 8, '', '', 'http://lgw.9t3g.cn/', '/public/uploads/20191118/b5295d521095ee7ea591eec8d4449435.jpg', '', 0, 1, 1),
(496, 1, '', '', '83971', '/public/uploads/20191123/7aa6ed0761fb80001252d187fafce548.jpg', '', 0, 1, 1),
(497, 1, '', '', '82115', '/public/uploads/20191123/7866f60e544239838c8320c79ccab8cf.jpg', '', 0, 1, 1),
(498, 1, '', '', '84128', '/public/uploads/20191123/9349a198ee2209ec82ac226154a9fe2d.jpg', '', 0, 1, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ap_baohe`
--

CREATE TABLE `ap_baohe` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `img` text NOT NULL,
  `url` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_baohe`
--

INSERT INTO `ap_baohe` (`id`, `title`, `img`, `url`) VALUES
(0, 'vip', 'http://bd.yy69.cn/public/uploads/20181014/eb7edd334ae7543307b30ed5b859679d.png', 'http://bd.yy69.cn');

-- --------------------------------------------------------

--
-- 表的结构 `ap_caiwumx`
--

CREATE TABLE `ap_caiwumx` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `username` varchar(55) NOT NULL,
  `type` int(11) NOT NULL,
  `addtype` int(55) NOT NULL,
  `time` int(22) NOT NULL,
  `jinqian` varchar(55) DEFAULT NULL,
  `bf1` varchar(55) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_caiwumx`
--

INSERT INTO `ap_caiwumx` (`id`, `uid`, `username`, `type`, `addtype`, `time`, `jinqian`, `bf1`) VALUES
(176, 28, '13628635282', 0, 1, 1573382052, '5', NULL),
(177, 28, '13628635282', 0, 1, 1573382052, '0yuan', NULL),
(178, 29, '15973365103', 0, 1, 1573386012, '5', NULL),
(179, 29, '15973365103', 0, 1, 1573386012, '0yuan', NULL),
(180, 36, '18702723017', 0, 1, 1573962362, '50', NULL),
(181, 36, '18702723017', 0, 1, 1573962362, '0yuan', NULL),
(182, 37, '17752725602', 0, 1, 1573981574, '50', NULL),
(183, 37, '17752725602', 0, 1, 1573981574, '0yuan', NULL),
(184, 38, '18062068441', 0, 1, 1574057181, '50', NULL),
(185, 38, '18062068441', 0, 1, 1574057181, '0yuan', NULL),
(186, 40, '15527767707', 0, 1, 1574087031, '50', NULL),
(187, 40, '15527767707', 0, 1, 1574087031, '0yuan', NULL),
(188, 44, '18062690726', 0, 1, 1574164646, '50', NULL),
(189, 44, '18062690726', 0, 1, 1574164646, '0yuan', NULL),
(190, 45, '18062690726', 0, 1, 1574164877, '50', NULL),
(191, 45, '18062690726', 0, 1, 1574164877, '0yuan', NULL),
(192, 46, '18062690726', 0, 1, 1574165346, '50', NULL),
(193, 46, '18062690726', 0, 1, 1574165346, '0yuan', NULL),
(194, 47, '15527764799', 0, 1, 1574166064, '50', NULL),
(195, 47, '15527764799', 0, 1, 1574166064, '0yuan', NULL),
(196, 49, '18831121632', 0, 1, 1574325992, '50', NULL),
(197, 49, '18831121632', 0, 1, 1574325992, '0yuan', NULL),
(198, 50, '13122841613', 0, 1, 1574327597, '50', NULL),
(199, 50, '13122841613', 0, 1, 1574327597, '0yuan', NULL),
(200, 51, '13277114122', 0, 1, 1574339765, '50', NULL),
(201, 51, '13277114122', 0, 1, 1574339765, '0yuan', NULL),
(202, 52, '15832255334', 0, 1, 1574355360, '50', NULL),
(203, 52, '15832255334', 0, 1, 1574355360, '0yuan', NULL),
(204, 53, '13791252972', 0, 1, 1574385733, '50', NULL),
(205, 53, '13791252972', 0, 1, 1574385733, '0yuan', NULL),
(206, 54, '18210087166', 0, 1, 1574385776, '50', NULL),
(207, 54, '18210087166', 0, 1, 1574385776, '0yuan', NULL),
(208, 55, '18658105487', 0, 1, 1574403002, '50', NULL),
(209, 55, '18658105487', 0, 1, 1574403002, '0yuan', NULL),
(210, 56, '13896671401', 0, 1, 1574404147, '50', NULL),
(211, 56, '13896671401', 0, 1, 1574404147, '0yuan', NULL),
(212, 57, '15114935497', 0, 1, 1574413396, '50', NULL),
(213, 57, '15114935497', 0, 1, 1574413396, '0yuan', NULL),
(214, 58, '13019978000', 0, 1, 1574418872, '50', NULL),
(215, 58, '13019978000', 0, 1, 1574418872, '0yuan', NULL),
(216, 60, '13373494930', 0, 1, 1574426583, '50', NULL),
(217, 60, '13373494930', 0, 1, 1574426583, '0yuan', NULL),
(218, 61, '15555576553', 0, 1, 1574455091, '50', NULL),
(219, 61, '15555576553', 0, 1, 1574455091, '0yuan', NULL),
(220, 62, '13927433353', 0, 1, 1574475130, '50', NULL),
(221, 62, '13927433353', 0, 1, 1574475130, '0yuan', NULL),
(222, 63, '18851450900', 0, 1, 1574480972, '50', NULL),
(223, 63, '18851450900', 0, 1, 1574480972, '0yuan', NULL),
(224, 64, '15097370583', 0, 1, 1574481622, '50', NULL),
(225, 64, '15097370583', 0, 1, 1574481622, '0yuan', NULL),
(226, 66, '17601381154', 0, 1, 1574532803, '50', NULL),
(227, 66, '17601381154', 0, 1, 1574532803, '0yuan', NULL),
(228, 67, '13948970708', 0, 1, 1574558641, '50', NULL),
(229, 67, '13948970708', 0, 1, 1574558641, '0yuan', NULL),
(230, 68, '17833664448', 0, 1, 1574575739, '50', NULL),
(231, 68, '17833664448', 0, 1, 1574575739, '0yuan', NULL),
(232, 69, '13222840435', 0, 1, 1574593769, '50', NULL),
(233, 69, '13222840435', 0, 1, 1574593769, '0yuan', NULL),
(234, 70, '18638139003', 0, 1, 1574596582, '50', NULL),
(235, 70, '18638139003', 0, 1, 1574596582, '0yuan', NULL),
(236, 71, '18133303636', 0, 1, 1574603048, '50', NULL),
(237, 71, '18133303636', 0, 1, 1574603048, '0yuan', NULL),
(238, 72, '13259168952', 0, 1, 1574605471, '50', NULL),
(239, 72, '13259168952', 0, 1, 1574605471, '0yuan', NULL),
(240, 73, '18151387262', 0, 1, 1574649636, '50', NULL),
(241, 73, '18151387262', 0, 1, 1574649636, '0yuan', NULL),
(242, 74, '18651915353', 0, 1, 1574649893, '50', NULL),
(243, 74, '18651915353', 0, 1, 1574649893, '0yuan', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ap_category`
--

CREATE TABLE `ap_category` (
  `id` int(11) NOT NULL,
  `cname` varchar(100) DEFAULT NULL COMMENT '类名'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_category`
--

INSERT INTO `ap_category` (`id`, `cname`) VALUES
(1, '首页轮播图'),
(2, '首页顶部图标'),
(3, '首页电视剧轮播'),
(4, '首页电影轮播'),
(5, '首页动漫轮播'),
(6, '首页综艺轮播'),
(7, '个人中心权益广告'),
(8, '个人中心订单广告'),
(12, '聚合中心顶部轮播'),
(13, '播放页大图'),
(14, '播放页图标'),
(21, '福利轮播图'),
(22, 'APP代理专区轮播图'),
(23, '福利图标'),
(25, '福利底部广告');

-- --------------------------------------------------------

--
-- 表的结构 `ap_count`
--

CREATE TABLE `ap_count` (
  `day` varchar(50) DEFAULT NULL,
  `ip` varchar(50) DEFAULT NULL,
  `count` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_count`
--

INSERT INTO `ap_count` (`day`, `ip`, `count`) VALUES
('2019-11-10', '866936030340275', 1),
('2019-11-10', '865736030205705', 1),
('2019-11-17', '867367030844513', 1),
('2019-11-17', '910000000219401', 1),
('2019-11-18', '867529039810718', 1),
('2019-11-18', '863008043688059', 1),
('2019-11-19', '866936030340275', 1),
('2019-11-19', '866936030340275', 1),
('2019-11-19', '866936030340275', 1),
('2019-11-19', '866936030340275', 1),
('2019-11-21', '866146030037026', 1),
('2019-11-21', '866715035356084', 1),
('2019-11-21', '866891046282591', 1),
('2019-11-22', 'daf2f6c59ca8dd13', 1),
('2019-11-22', '358521081127816', 1),
('2019-11-22', '869095031890098', 1),
('2019-11-22', '861463032852673', 1),
('2019-11-22', '865092049322630', 1),
('2019-11-22', '869033028516129', 1),
('2019-11-22', '1a259ec1e1bedda7', 1),
('2019-11-22', '55b6c119c3af1f40', 1),
('2019-11-23', '865787040446284', 1),
('2019-11-23', '865787042269908', 1),
('2019-11-23', '861141039488309', 1),
('2019-11-23', '867183042049656', 1),
('2019-11-24', '864594039482366', 1),
('2019-11-24', '862427044454074', 1),
('2019-11-24', '865166027674590', 1),
('2019-11-24', '866763037111958', 1),
('2019-11-24', '869231046467370', 1),
('2019-11-24', '865175043552839', 1),
('2019-11-24', '862747033735922', 1),
('2019-11-25', '861144044332934', 1),
('2019-11-25', '863254011382131', 1);

-- --------------------------------------------------------

--
-- 表的结构 `ap_cxjl`
--

CREATE TABLE `ap_cxjl` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `time` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `ap_cxjl`
--

INSERT INTO `ap_cxjl` (`id`, `uid`, `title`, `time`) VALUES
(1, 28, '我家那小子', '1573721310'),
(2, 28, '', '1573382864'),
(3, 28, '小丑', '1574153898'),
(4, 28, '都挺好', '1573435600'),
(5, 28, '奔跑吧', '1573467067'),
(6, 28, '情深深', '1573482561'),
(7, 30, '小丑', '1573747048'),
(8, 31, '小丑', '1573743799'),
(9, 31, '美女写真', '1573721958'),
(10, 31, '我家那闺女', '1573722957'),
(11, 31, '猎毒人', '1573723045'),
(12, 31, '海贼王', '1574582330'),
(13, 31, '影室', '1573739868'),
(14, 31, '小丑海贼王', '1574582323'),
(15, 28, '向往的生活', '1573745580'),
(16, 28, '速度与激情', '1574249194'),
(17, 28, '双子杀手', '1573830263'),
(18, 28, '暗黑者', '1574090405'),
(19, 49, '李卫当官', '1574410979'),
(20, 49, '那吒', '1574326124'),
(21, 49, '哪吒', '1574326914'),
(22, 49, '妻子的旅行', '1574328680'),
(23, 49, '妻子的浪漫旅行', '1574326961'),
(24, 49, '心灵法医', '1574326782'),
(25, 49, '小丑', '1574513638'),
(26, 49, '深入敌后搞搞震', '1574328522'),
(27, 49, '深入敌后搞搞震2', '1574328602'),
(28, 49, '僵尸国度', '1574466284'),
(29, 49, '妻子的', '1574481020'),
(30, 49, '僵尸', '1574328695'),
(31, 49, '奔跑吧', '1574642625'),
(32, 49, '亮剑', '1574481239'),
(33, 49, '我家那闺女', '1574527541'),
(34, 49, '反转人生', '1574329229'),
(35, 49, '女机械人', '1574329360'),
(36, 49, '皇家赌船', '1574329377'),
(37, 49, '难兄难弟', '1574329429'),
(38, 49, '香蜜沉沉烬如霜', '1574333803'),
(39, 49, '绝密543', '1574642645'),
(40, 49, '僵尸先生', '1574345678'),
(41, 49, '家有儿女', '1574345106'),
(42, 49, '炊事班的故事', '1574345248'),
(43, 49, '向往的生活', '1574436404'),
(44, 58, '我家那小子', '1574419738'),
(45, 59, '灵剑', '1574528538'),
(46, 59, '我家那小子', '1574423009'),
(47, 49, '地狱的女朋友', '1574436869'),
(48, 49, '迪迦奥特曼', '1574481087'),
(49, 49, '我家那小子', '1574552428'),
(50, 64, '小丑', '1574481695'),
(51, 64, '绝密543', '1574558229'),
(52, 64, '迪加', '1574481932'),
(53, 64, '迪加奥特曼', '1574481938'),
(54, 64, '奔跑吧', '1574530486'),
(55, 64, '李卫当官', '1574534707'),
(56, 28, '冰雪奇缘2', '1574603551'),
(57, 28, '冰雪奇缘', '1574519394'),
(58, 64, '向往的生活', '1574534813'),
(59, 64, '僵尸先生', '1574538475'),
(60, 64, '降妖功德簿', '1574535179'),
(61, 64, '鹤唳华亭', '1574537877'),
(62, 64, '陆战之王', '1574558208'),
(63, 64, '我家那小子', '1574538463'),
(64, 49, '第二次也很美', '1574552505'),
(65, 49, '陆战之王', '1574567781'),
(66, 64, '僵尸道人', '1574577312'),
(67, 64, '僵尸', '1574577318'),
(68, 64, '僵尸道长', '1574577474'),
(69, 72, '斗罗大陆', '1574606067'),
(70, 72, '肉蒲团', '1574609171'),
(71, 72, '谍战', '1574611934'),
(72, 72, '魔道祖师', '1574616210');

-- --------------------------------------------------------

--
-- 表的结构 `ap_czlog`
--

CREATE TABLE `ap_czlog` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `jybh` varchar(50) NOT NULL,
  `time` int(11) NOT NULL,
  `kami` varchar(200) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_dianka`
--

CREATE TABLE `ap_dianka` (
  `id` int(11) NOT NULL,
  `dianka` varchar(255) NOT NULL,
  `uid` int(11) NOT NULL,
  `ctime` int(11) NOT NULL,
  `y` int(1) NOT NULL,
  `cha` int(11) NOT NULL,
  `yid` int(1) DEFAULT NULL,
  `time` int(11) NOT NULL,
  `type` int(1) NOT NULL,
  `name` varchar(255) NOT NULL,
  `stime` int(11) DEFAULT NULL,
  `sbh` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_dianka`
--

INSERT INTO `ap_dianka` (`id`, `dianka`, `uid`, `ctime`, `y`, `cha`, `yid`, `time`, `type`, `name`, `stime`, `sbh`) VALUES
(82, '2b28fab3', 28, 1573645802, 1, 0, 28, 604800, 0, '编号:1|28--体验卡7天', 1573645802, 0),
(83, '4e176e25', 31, 1573647332, 1, 0, 31, 604800, 0, '编号:1|31--体验卡7天', 1573647332, 0),
(84, '1f48f9ec', 28, 1574058925, 0, 0, 0, 604800, 0, '体验卡7天', NULL, 0),
(85, 'dd330d3d', 1, 1574059011, 1, 0, 34, 604800, 0, '体验卡7天', 1574163760, 0),
(86, '07fb3d66', 1, 1574161763, 1, 0, 34, 604800, 0, '体验卡7天', 1574164058, 0),
(87, 'f4968a5f', 1, 1574162064, 0, 0, 0, 604800, 0, '体验卡7天', NULL, 0),
(88, 'ae08fd77', 59, 1574423082, 0, 0, 0, 604800, 0, '体验卡7天', NULL, 0),
(89, '9b9be716', 59, 1574423126, 0, 0, 0, 0, 1, '永久', NULL, 0),
(90, '1c5918d1', 59, 1574423126, 0, 0, 0, 0, 1, '永久', NULL, 0),
(91, '84d87ab3', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(92, '6ab0bbe4', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(93, '96369d14', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(94, 'b4402f96', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(95, '6d0e35cc', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(96, '9fcd1c90', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(97, '8e603296', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(98, 'de712e11', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(99, '8b8faf4d', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(100, 'd1facf76', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(101, 'd9f1983c', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(102, '67140d55', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(103, '3c71d754', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(104, 'c41853ca', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(105, '34567736', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(106, '2cddbe82', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(107, '4bfbd0d2', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(108, '4513c58e', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(109, '3d7da39b', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(110, 'ef79ecb5', 59, 1574423127, 0, 0, 0, 0, 1, '永久', NULL, 0),
(111, 'cefda5fe', 59, 1574523907, 0, 0, 0, 15552000, 0, '半年卡', NULL, 0),
(112, '59213f77', 59, 1574529026, 0, 0, 0, 604800, 0, '体验卡7天', NULL, 0),
(113, '02a1d51c', 1, 1574557037, 0, 0, 0, 0, 1, '永久', NULL, 0),
(114, '31f383c0', 1, 1574557164, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(115, '5aaf8158', 1, 1574557452, 1, 0, 64, 31536000, 0, '年卡', 1574557477, 0),
(116, '2616f8da', 1, 1574557552, 1, 0, 64, 31536000, 0, '年卡', 1574557658, 0),
(117, 'd383e6c0', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(118, 'e196adac', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(119, 'e4dd4883', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(120, '52ff467a', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(121, '3692d9e0', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(122, '806f99cd', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(123, '65f6a32d', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(124, 'fa1a208e', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0),
(125, 'e64dacbc', 1, 1574557552, 0, 0, 0, 31536000, 0, '年卡', NULL, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_dlmoneylog`
--

CREATE TABLE `ap_dlmoneylog` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `time` int(22) NOT NULL,
  `username` varchar(50) NOT NULL,
  `status` int(11) NOT NULL,
  `jine` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_dlmoneylog`
--

INSERT INTO `ap_dlmoneylog` (`id`, `uid`, `time`, `username`, `status`, `jine`) VALUES
(1, 2, 1558656603, '用户28', 1, 1),
(2, 2, 1558662170, '用户2', 3, 1),
(3, 2, 1558696583, '用户28', 1, 30),
(4, 1, 1558853378, '用户1', 3, 2),
(5, 1, 1573645802, '用户1', 3, 1),
(6, 1, 1573647332, '用户1', 3, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ap_fxtb`
--

CREATE TABLE `ap_fxtb` (
  `id` int(11) NOT NULL,
  `content` varchar(255) DEFAULT NULL,
  `linkurl` varchar(255) DEFAULT NULL,
  `picurl` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_fxtb`
--

INSERT INTO `ap_fxtb` (`id`, `content`, `linkurl`, `picurl`) VALUES
(29, '福利社', '', '/public/uploads/20180620/521375bc14e5db6b112a2ff7ce3258aa.jpg'),
(30, '优惠券', '', '/public/uploads/20180620/a0e083dfddc7e1ab6747cd59b2110e05.jpg'),
(31, '小说', '', '/public/uploads/20180620/5d3c2988aecfb32015ec968acb2c035a.jpg'),
(32, '抓娃娃', '', '/public/uploads/20180620/ce0fa1701a9467603666792e8e7308ee.png'),
(33, '美女直播', '', '/public/uploads/20180620/94c32676266e76c694e7553be124c0d4.jpg'),
(34, '搞笑段子', '', '/public/uploads/20180620/81cd47d437d2e4599b1dd5dbd92e2bdf.jpg'),
(35, '新闻', 'https://xw.qq.com/', '/public/uploads/20180620/ab0f37043dad570c5685a50c1fb105e8.jpg'),
(37, '看呀影视', 'https://v.qq.com', '/public/uploads/20180722/5bc5909f50c700de52ce99959804757c.png');

-- --------------------------------------------------------

--
-- 表的结构 `ap_haiwai`
--

CREATE TABLE `ap_haiwai` (
  `title` varchar(255) NOT NULL,
  `img` text NOT NULL,
  `url` text NOT NULL,
  `id` int(25) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_haiwai`
--

INSERT INTO `ap_haiwai` (`title`, `img`, `url`, `id`) VALUES
('测试', 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2534408310.jpg', 'http://yong.yongjiu6.com/20181009/nRvF1Ctq/index.m3u8', 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_jiekou`
--

CREATE TABLE `ap_jiekou` (
  `id` int(11) NOT NULL,
  `pingtai` varchar(255) DEFAULT NULL,
  `zhubo` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_jiekou`
--

INSERT INTO `ap_jiekou` (`id`, `pingtai`, `zhubo`) VALUES
(370, 'http://api.maiyoux.com:81/mf/json.txt', 'http://api.maiyoux.com:81/mf/');

-- --------------------------------------------------------

--
-- 表的结构 `ap_jilu`
--

CREATE TABLE `ap_jilu` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `sid` text NOT NULL,
  `time` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_jilu`
--

INSERT INTO `ap_jilu` (`id`, `uid`, `title`, `sid`, `time`, `img`) VALUES
(1, 28, '奔腾年代', '78282', '1573382646', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56762_223x310.jpg'),
(2, 28, '喜新不厌旧 第六季', '29702', '1573382580', 'http://pic.szjal.cn/img/5db3d48973cee.jpg'),
(3, 28, '小丑', '89139', '1573399516', 'http://pic.szjal.cn/img/90c4e60eaeced543b7ee9a7d4eb3e012.jpg'),
(4, 28, '狼人', '89136', '1573383196', 'http://pic.szjal.cn/img/6ba3b2e4fb9ce8ab491e3e6aef49d61e.jpg'),
(5, 29, '小丑', '89139', '1573386027', 'http://pic.szjal.cn/img/90c4e60eaeced543b7ee9a7d4eb3e012.jpg'),
(6, 28, '谍战深海之惊蛰', '75454', '1573398173', 'http://pic.szjal.cn/img/7ef32f0a09e602d034972c94e7d836f6.jpg'),
(7, 28, '河山', '88798', '1573398066', 'http://pic.szjal.cn/img/87c1f4f1219546be7041f3b553cfd194.jpg'),
(8, 28, '奇葩说第六季', '88701', '1573398101', 'http://pic.szjal.cn/img/9281813be1c6239ca0f96030666810d7.jpg'),
(9, 28, '演员请就位', '87850', '1573398133', 'http://pic.szjal.cn/img/9f34e19e4c0af6fd06af1377558f298f.jpg'),
(10, 28, '我的英雄学院第四季', '88052', '1573398143', 'http://pic.szjal.cn/img/7dd55b50da33daa6b3a59cfef628ec56.jpg'),
(11, 28, '谁的青春不叛逆', '88472', '1573398775', 'http://pic.szjal.cn/img/46e1661659e5132adde07e192a1a72c8.jpg'),
(12, 28, '掩不住的阳光', '88797', '1573398836', 'http://pic.szjal.cn/img/aa686698d2a37b73ce2cf9f38a91da0b.jpg'),
(13, 28, '看见味道的你', '88882', '1573399477', 'http://pic.szjal.cn/img/39f8d384fc5834fa10ccdf1e49fe622e.jpg'),
(14, 28, '婚姻合夥人国语版', '82676', '1573399657', 'http://img.99kubo.tv/2019/05-14/1108ddac6e243142d086bd06712cd78d.jpg'),
(15, 28, '灰姑娘的故事圣诞愿望', '75811', '1573399734', 'http://pic.szjal.cn/img/bb4b364eba6c2c30307ab75aa457ddb2.jpg'),
(16, 28, '神刀', '39937', '1573401030', 'https://cn2.3days.cc/1573387289970846.jpeg'),
(17, 28, '白狐的人生', '19069', '1574088224', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56793_223x310.jpg'),
(18, 28, '神捕之双燕屠龙', '38821', '1573401387', 'https://cn2.3days.cc/1571850937314984.jpeg'),
(19, 28, '扭曲的波纹', '39905', '1573401435', 'https://cn2.3days.cc/1573361925595403.jpeg'),
(20, 28, '小丑', '37732', '1573477727', 'https://cn2.3days.cc/1569656032764420.jpeg'),
(21, 28, '班克罗夫特第一季', '39922', '1573431456', 'https://cn2.3days.cc/1573377725564055.jpeg'),
(22, 28, '京华烟云', '39827', '1573431564', 'https://cn2.3days.cc/1573178899520101.jpeg'),
(23, 28, '归鸿', '39770', '1574321302', 'https://cn2.3days.cc/1573050869720192.jpeg'),
(24, 28, '红鲨突击', '19070', '1574321201', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56794_223x310.jpg'),
(25, 28, '非诚勿扰2', '15370', '1573431811', 'http://imgwx1.2345.com/dypcimg/img/7/0/sup1290_223x310.jpg'),
(26, 28, '奔跑吧兄弟第五季', '30857', '1573436063', 'https://cn2.3days.cc/1558319415138835.jpeg'),
(27, 28, '戴拿奥特曼', '41', '1573467352', 'http://imgwx5.2345.com/dypcimg/tv/img/f/17/sup52694_223x310.jpg'),
(28, 28, '河山', '19072', '1573983175', 'http://imgwx4.2345.com/dypcimg/tv/img/7/18/sup56799_223x310.jpg'),
(29, 28, '妖铃铃', '15827', '1573474817', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-03-30/15539602685.jpg'),
(30, 28, '希望的大地', '19059', '1573869603', 'http://imgwx4.2345.com/dypcimg/tv/img/b/18/sup56768_223x310.jpg'),
(31, 28, '奔腾年代', '19058', '1573910082', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56762_223x310.jpg'),
(32, 28, '速度与激情:特别行动', '42493', '1573827914', 'http://imgwx4.2345.com/dypcimg/img/e/68/sup205037_223x310.jpg'),
(33, 28, '我的机器人男友', '19051', '1574144030', 'http://imgwx4.2345.com/dypcimg/tv/img/8/18/sup56734_223x310.jpg'),
(34, 28, '掩不住的阳光', '19073', '1573983142', 'http://imgwx4.2345.com/dypcimg/tv/img/4/11/sup33379_223x310.jpg'),
(35, 28, '吴山居事件账之燃骨', '39097', '1573550458', 'https://cn2.3days.cc/1572248003352794.jpeg'),
(36, 28, '谍战深海之惊蛰', '19052', '1574143775', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56623_223x310.jpg'),
(37, 28, '情深深雨濛濛', '3032', '1573482566', 'http://imgwx4.2345.com/dypcimg/tv/img/d/3/sup9615_223x310.jpg'),
(38, 28, '舞蹈风暴', '18964', '1573531981', 'http://imgwx3.2345.com/dypcimg/zongyi/img/8/13/sup40999_223x310.jpg'),
(39, 28, '银河补习班', '37812', '1573550434', 'https://cn2.3days.cc/1569912111947173.jpeg'),
(40, 28, '想品尝一下味道吗?', '42562', '1573558436', 'https://cn2.3days.cc/1573555154354878.jpeg'),
(41, 28, '天使陷落', '42561', '1573577809', 'https://cn2.3days.cc/1573547244551949.jpeg'),
(42, 28, '解决师国语版', '38499', '1573983255', 'https://cn2.3days.cc/1571210266297102.jpeg'),
(43, 28, '地狱的女朋友', '39057', '1573573475', 'https://cn2.3days.cc/1572185665652571.jpeg'),
(44, 28, '演技派', '42551', '1573577307', 'https://cn2.3days.cc/1573542135832848.jpeg'),
(45, 28, '武则天', '42558', '1573577820', 'https://cn2.3days.cc/1573548533287051.jpeg'),
(46, 30, '天衣无缝', '4848', '1573642643', 'http://imgwx5.2345.com/dypcimg/tv/img/4/18/sup55066_223x310.jpg'),
(47, 30, '义海', '5673', '1573643722', 'http://imgwx3.2345.com/dypcimg/tv/img/f/17/sup52945_223x310.jpg'),
(48, 30, '小丑', '37732', '1573747051', 'https://cn2.3days.cc/1569656032764420.jpeg'),
(49, 30, '从前有座灵剑山', '52505', '1573653940', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56813_223x310.jpg'),
(50, 28, '看见味道的你', '52390', '1573657069', 'http://imgwx4.2345.com/dypcimg/tv/img/4/18/sup56805_223x310.jpg'),
(51, 28, '从前有座灵剑山', '52505', '1573693881', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56813_223x310.jpg'),
(52, 31, '从前有座灵剑山', '52505', '1573722905', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56813_223x310.jpg'),
(53, 31, '再见少女团', '38822', '1573720912', 'https://cn2.3days.cc/1571851297401844.jpeg'),
(54, 31, '小雨麻马克杯料理', '52503', '1573721679', 'http://imgwx4.2345.com/dypcimg/dongman/img/8/29/sup88703_223x310.jpg'),
(55, 31, '我家那闺女', '26382', '1573722959', 'https://cn2.3days.cc/1550813468895384.jpg'),
(56, 31, '猎毒人', '4341', '1573723051', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-04-04/15543895553.jpg'),
(57, 31, '三街剧场', '12220', '1573729220', 'http://imgwx4.2345.com/dypcimg/img/6/11/sup33139_223x310.jpg'),
(58, 31, '最普通的恋爱', '52514', '1573729265', 'https://cn2.3days.cc/1573652416753055.jpeg'),
(59, 31, '变形计第十九季', '37630', '1573743966', 'https://cn2.3days.cc/1569424790809251.jpeg'),
(60, 31, '海贼王', '48666', '1573743771', 'https://p.ssl.qhimg.com/d/dy_1cf688c4fd8403a25dc03e6b8ddad9b5.jpg'),
(61, 28, '初恋那件小事DVD版', '52339', '1573745503', 'http://imgwx4.2345.com/dypcimg/tv/img/1/18/sup56747_223x310.jpg'),
(62, 31, '小丑大行动', '49236', '1573743669', 'http://imgwx2.2345.com/dypcimg/img/e/10/sup32720_223x310.jpg'),
(63, 31, '小丑魔术师', '47992', '1573743690', 'http://imgwx1.2345.com/dypcimg/dongman/img/f/27/sup82329_223x310.jpg'),
(64, 31, '小丑', '37732', '1573743708', 'https://cn2.3days.cc/1569656032764420.jpeg'),
(65, 31, '宫廷小丑', '11095', '1573743733', 'http://imgwx3.2345.com/dypcimg/img/f/58/sup176970_223x310.jpg'),
(66, 31, '小丑回魂', '19351', '1573743737', 'https://cn2.3days.cc/1550744713913601.jpg'),
(67, 31, '海贼王：狂热行动', '36340', '1573743906', 'https://cn2.3days.cc/1566724350126386.jpeg'),
(68, 31, '初恋那件小事DVD版', '52339', '1573744119', 'http://imgwx4.2345.com/dypcimg/tv/img/1/18/sup56747_223x310.jpg'),
(69, 31, '从前有座灵剑山', '42586', '1573744200', 'https://cn2.3days.cc/1573561611541134.jpeg'),
(70, 28, '宝莱坞机器人2.0:重生归来（普通话）', '52546', '1573744309', 'http://imgwx4.2345.com/dypcimg/img/1/68/sup205063_223x310.jpg'),
(71, 28, '宝莱坞机器人2.0:重生归来', '52545', '1573744398', 'http://imgwx5.2345.com/dypcimg/img/6/68/sup205064_223x310.jpg'),
(72, 28, '谍战深海之惊蛰 DVD版', '19056', '1573745542', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56738_223x310.jpg'),
(73, 28, '向往的生活 第3季', '51789', '1573745584', 'http://imgwx1.2345.com/dypcimg/zongyi/img/f/13/sup40430_223x310.jpg'),
(74, 28, '竹马钢琴师', '38541', '1573745651', 'https://cn2.3days.cc/1571328173780739.jpeg'),
(75, 28, '奇葩说第六季', '39336', '1573745961', 'https://cn2.3days.cc/1572598340397335.jpeg'),
(76, 28, '恐惧2007', '52540', '1573747303', 'https://cn2.3days.cc/1573719194542116.jpeg'),
(77, 28, '扑通扑通的青春', '38820', '1573747745', 'https://cn2.3days.cc/1571849114136323.jpeg'),
(78, 28, '清明上河图', '52569', '1573805883', 'https://cn2.3days.cc/1573788936457369.jpeg'),
(79, 28, '公关', '52570', '1573806433', 'https://cn2.3days.cc/1552992708167848.jpg'),
(80, 28, '花开半夏 DVD版', '52693', '1573822727', 'http://imgwx1.2345.com/dypcimg/tv/img/b/17/sup53140_223x310.jpg'),
(81, 28, '一马三司令', '19041', '1573826369', 'http://imgwx4.2345.com/dypcimg/tv/img/a/18/sup56720_223x310.jpg'),
(82, 28, '国家孩子', '18984', '1573826458', 'http://imgwx2.2345.com/dypcimg/tv/img/0/18/sup56652_223x310.jpg'),
(83, 28, '囚爱', '57088', '1573827137', 'http://imgwx5.2345.com/dypcimg/img/3/58/sup174765_223x310.jpg'),
(84, 28, '奇异联盟', '57086', '1573827197', 'http://imgwx5.2345.com/dypcimg/img/0/60/sup180664_223x310.jpg'),
(85, 28, '奔腾岁月', '18111', '1573827269', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-04-22/201904221555927105.jpg'),
(86, 28, '新老娘舅·我要问律师', '57123', '1573827311', 'http://imgwx3.2345.com/dypcimg/zongyi/img/5/13/sup40503_223x310.jpg'),
(87, 28, '人民公敌3', '42308', '1573827459', 'http://imgwx2.2345.com/dypcimg/img/a/0/sup1298_223x310.jpg'),
(88, 28, '速度与激情3：东京漂移', '15259', '1573827805', 'http://img.jiubozy.com/jiubotuku/upload/vod/2019-05-04/15569838138.jpg'),
(89, 28, '速度与激情5', '14745', '1573827857', 'http://img.jiubozy.com/jiubotuku/upload/vod/2018-11-29/201811291543498960.jpg'),
(90, 33, '归鸿', '39770', '1573828692', 'https://cn2.3days.cc/1573050869720192.jpeg'),
(91, 28, '双子杀手2019TC版', '38722', '1573830266', 'https://cn2.3days.cc/1571652633134538.jpeg'),
(92, 28, '超能赌神2', '26776', '1573869288', 'https://cn2.3days.cc/1550813899678196.jpg'),
(93, 28, '坏中尉', '42345', '1573869302', 'http://imgwx2.2345.com/dypcimg/img/9/7/sup22372_223x310.jpg'),
(94, 28, '犯罪现场', '57170', '1573911095', 'http://imgwx3.2345.com/dypcimg/img/0/33/sup99027_223x310.jpg'),
(95, 28, '犯罪现场（粤语）', '57171', '1573911062', 'http://imgwx4.2345.com/dypcimg/img/8/68/sup205091_223x310.jpg'),
(96, 28, '我们的家园', '57173', '1573910006', 'https://cn2.3days.cc/1573891879388663.jpeg'),
(97, 31, '天堂的微笑', '38920', '1573962871', 'https://cn2.3days.cc/1571988920459089.jpeg'),
(98, 31, '谍战深海之惊蛰', '19052', '1574039827', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56623_223x310.jpg'),
(99, 31, '我爱你这是最好的安排', '55948', '1573962916', 'http://imgwx4.2345.com/dypcimg/tv/img/1/18/sup56718_223x310.jpg'),
(100, 31, '初恋那件小事 凉水CP小甜饼', '55958', '1573962969', 'http://imgwx4.2345.com/dypcimg/tv/img/7/18/sup56767_223x310.jpg'),
(101, 31, '赤鹰', '38505', '1573963079', 'https://cn2.3days.cc/1571221071291847.jpeg'),
(102, 31, '一江春水向东流', '57174', '1573963100', 'https://cn2.3days.cc/1573888895971695.jpeg'),
(103, 28, '大叔之爱第二季', '39472', '1573968286', 'https://cn2.3days.cc/1572746250424992.jpeg'),
(104, 28, '幸福保卫战', '57212', '1573968768', 'https://cn2.3days.cc/1573891372193975.jpeg'),
(105, 36, '谍战深海之惊蛰', '19052', '1573977543', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56623_223x310.jpg'),
(106, 37, '谍战深海之惊蛰', '19052', '1573981744', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56623_223x310.jpg'),
(107, 37, '卖萌这件小事', '57178', '1573983358', 'https://cn2.3days.cc/1573898337792084.jpeg'),
(108, 28, '冽之花', '57220', '1573993005', 'https://cn2.3days.cc/1573986645790360.png'),
(109, 28, '海贼王', '25447', '1573993031', 'https://cn2.3days.cc/1550812389353736.jpg'),
(110, 31, '待到重逢时', '57226', '1574005749', 'https://cn2.3days.cc/1573466115374026.jpeg'),
(111, 31, '谁的青春不叛逆', '39530', '1574005756', 'https://cn2.3days.cc/1572784430920911.jpeg'),
(112, 31, '大毛狗', '57219', '1574005775', 'https://cn2.3days.cc/1573978137260774.jpeg'),
(113, 31, '爱乐园', '20666', '1574005778', 'https://cn2.3days.cc/1554988060173087.jpeg'),
(114, 34, '红鲨突击', '19070', '1574082746', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56794_223x310.jpg'),
(115, 34, '奔波儿灞与灞波儿奔', '18666', '1574082760', 'http://imgwx4.2345.com/dypcimg/tv/img/4/18/sup56197_223x310.jpg'),
(116, 34, '奔腾年代', '19058', '1574082784', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56762_223x310.jpg'),
(117, 34, '河山', '19072', '1574082820', 'http://imgwx4.2345.com/dypcimg/tv/img/7/18/sup56799_223x310.jpg'),
(118, 28, '淘金男第一季', '52513', '1574088288', 'https://cn2.3days.cc/1573651532881348.jpeg'),
(119, 28, '谁的青春不叛逆', '39530', '1574090195', 'https://cn2.3days.cc/1572784430920911.jpeg'),
(120, 28, '日本Noir-刑事Y的叛乱', '38739', '1574090319', 'https://cn2.3days.cc/1571672364669187.jpeg'),
(121, 28, '暗黑者第一季', '24944', '1574090409', 'https://cn2.3days.cc/1550811367355816.jpg'),
(122, 28, '鹤唳华亭', '42519', '1574125422', 'https://cn2.3days.cc/1573492240498125.jpeg'),
(123, 28, '金刚狼', '57309', '1574125518', 'https://cn2.3days.cc/1574084717315867.jpeg'),
(124, 28, '鳄鱼与牙签鸟', '57313', '1574295619', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(125, 28, '麦斯卡：死灵法', '57297', '1574126551', 'https://cn2.3days.cc/1574066396753087.jpeg'),
(126, 35, '优雅的母女', '39649', '1574126772', 'https://cn2.3days.cc/1572885564967945.jpeg'),
(127, 35, '黑客军团第四季', '38051', '1574126812', 'https://cn2.3days.cc/1570451027430415.jpeg'),
(128, 35, '跟踪者', '57289', '1574126839', 'https://cn2.3days.cc/1574015278657906.jpeg'),
(129, 28, '辅佐官2：改变世界的人们', '42520', '1574129679', 'https://cn2.3days.cc/1573522420873636.jpeg'),
(130, 28, '初恋那件小事', '38819', '1574295578', 'https://cn2.3days.cc/1571848787189446.jpeg'),
(131, 28, '会说话的家族游戏系列', '42362', '1574129943', 'http://imgwx5.2345.com/dypcimg/dongman/img/e/24/sup74698_223x310.jpg'),
(132, 28, '木兰妈妈', '3973', '1574134077', 'http://imgwx4.2345.com/dypcimg/tv/img/2/16/sup50701_223x310.jpg'),
(133, 31, '我和26岁美女房客', '34963', '1574136475', 'https://cn2.3days.cc/1564545829499201.jpeg'),
(134, 31, '她的马拉松', '57288', '1574136479', 'https://cn2.3days.cc/1574057330914241.jpeg'),
(135, 31, '木兰妈妈', '3973', '1574136491', 'http://imgwx4.2345.com/dypcimg/tv/img/2/16/sup50701_223x310.jpg'),
(136, 31, '鹤唳华亭', '42519', '1574136485', 'https://cn2.3days.cc/1573492240498125.jpeg'),
(137, 35, '归鸿', '39770', '1574147791', 'https://cn2.3days.cc/1573050869720192.jpeg'),
(138, 31, '解决师国语版', '38499', '1574151210', 'https://cn2.3days.cc/1571210266297102.jpeg'),
(139, 36, '我的秘密新娘', '42581', '1574160018', 'https://cn2.3days.cc/1573560256891395.jpeg'),
(140, 36, '解决师国语版', '38499', '1574160021', 'https://cn2.3days.cc/1571210266297102.jpeg'),
(141, 36, '初恋那件小事', '38819', '1574160043', 'https://cn2.3days.cc/1571848787189446.jpeg'),
(142, 34, '如果被关注那就完了', '39146', '1574163395', 'https://cn2.3days.cc/1572329978327138.jpeg'),
(143, 34, '夏洛克', '38452', '1574163413', 'https://cn2.3days.cc/1571137953683044.jpeg'),
(144, 34, '小丑回魂2', '38245', '1574163437', 'https://cn2.3days.cc/1570792737991041.jpeg'),
(145, 46, '凤弈粤语版', '57335', '1574165752', 'https://cn2.3days.cc/1574159398189207.jpeg'),
(146, 40, '从前有座灵剑山', '42586', '1574169271', 'https://cn2.3days.cc/1573561611541134.jpeg'),
(147, 40, '谁的青春不叛逆', '39530', '1574169346', 'https://cn2.3days.cc/1572784430920911.jpeg'),
(148, 40, '小姐与流浪汉2019', '57338', '1574172446', 'https://cn2.3days.cc/1574162025246220.jpeg'),
(149, 40, '机动战士高达：铁血的奥尔芬斯', '57328', '1574172681', 'https://cn2.3days.cc/1574148856516436.jpeg'),
(150, 40, '来福进城', '12460', '1574172698', 'http://imgwx1.2345.com/dypcimg/img/7/63/sup191452_223x310.jpg'),
(151, 40, '还钱', '41955', '1574172715', 'http://imgwx5.2345.com/dypcimg/img/4/56/sup169168_223x310.jpg'),
(152, 40, '卡车烂慢旅', '56887', '1574172826', 'http://imgwx2.2345.com/dypcimg/img/7/14/sup42196_223x310.jpg'),
(153, 40, '时空转椅', '49271', '1574172837', 'http://imgwx3.2345.com/dypcimg/img/4/63/sup190200_223x310.jpg'),
(154, 46, '谁的青春不叛逆', '39530', '1574172944', 'https://cn2.3days.cc/1572784430920911.jpeg'),
(155, 46, '东邻西舍第二季', '38490', '1574173194', 'https://cn2.3days.cc/1571203369595717.jpeg'),
(156, 46, '鹤唳华亭', '42519', '1574173224', 'https://cn2.3days.cc/1573492240498125.jpeg'),
(157, 46, '我的机器人男友', '19051', '1574173228', 'http://imgwx4.2345.com/dypcimg/tv/img/8/18/sup56734_223x310.jpg'),
(158, 46, '从前有座灵剑山', '42586', '1574176006', 'https://cn2.3days.cc/1573561611541134.jpeg'),
(159, 46, '都是一家人', '57347', '1574176031', 'https://cn2.3days.cc/1574174537438114.jpeg'),
(160, 31, '鳄鱼与牙签鸟', '57313', '1574214920', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(161, 31, '河山', '19072', '1574214934', 'http://imgwx4.2345.com/dypcimg/tv/img/7/18/sup56799_223x310.jpg'),
(162, 46, '归鸿', '39770', '1574237097', 'https://cn2.3days.cc/1573050869720192.jpeg'),
(163, 28, '马赛克大乱斗', '57379', '1574254216', 'https://cn2.3days.cc/1574245625463709.jpeg'),
(164, 28, '妻子的浪漫旅行第三季', '39757', '1574254232', 'https://cn2.3days.cc/1573035031526618.jpeg'),
(165, 28, '心灵法医', '57304', '1574255927', 'https://cn2.3days.cc/1574077885618023.jpeg'),
(166, 49, '地狱的女朋友', '39057', '1574343764', 'https://cn2.3days.cc/1572185665652571.jpeg'),
(167, 49, '李卫当官2', '2533', '1574326849', 'http://imgwx5.2345.com/dypcimg/tv/img/1/0/sup1008_223x310.jpg'),
(168, 49, '哪吒之魔童降世', '19022', '1574326918', 'http://imgwx5.2345.com/dypcimg/img/d/68/sup204391_223x310.jpg'),
(169, 49, '解决师国语版', '38499', '1574326375', 'https://cn2.3days.cc/1571210266297102.jpeg'),
(170, 49, '红鲨突击', '19070', '1574326578', 'http://imgwx4.2345.com/dypcimg/tv/img/6/18/sup56794_223x310.jpg'),
(171, 49, '妻子的浪漫旅行第三季', '39757', '1574345371', 'https://cn2.3days.cc/1573035031526618.jpeg'),
(172, 49, '妻子的浪漫旅行2 老公视角版', '55687', '1574334106', 'http://imgwx2.2345.com/dypcimg/zongyi/img/f/13/sup40188_223x310.jpg?20160705'),
(173, 49, '妻子的浪漫旅行 第2季', '51804', '1574344840', 'http://imgwx2.2345.com/dypcimg/zongyi/img/3/13/sup40128_223x310.jpg'),
(174, 49, '心灵法医', '57343', '1574326786', 'http://imgwx5.2345.com/dypcimg/tv/img/2/18/sup56860_223x310.jpg'),
(175, 49, '心灵法医', '57304', '1574326823', 'https://cn2.3days.cc/1574077885618023.jpeg'),
(176, 49, '李卫当官3', '33510', '1574382330', 'https://cn2.3days.cc/1562400560805392.jpeg'),
(177, 49, '李卫当官1', '32649', '1574326892', 'http://cn2.3days.cc/1560856783766606.jpeg'),
(178, 49, '小丑回魂2', '38245', '1574326907', 'https://cn2.3days.cc/1570792737991041.jpeg'),
(179, 49, '娱乐百分百', '28468', '1574326944', 'https://cn2.3days.cc/1555606295925862.jpeg'),
(180, 50, '忠孝节义断机教子 ', '57417', '1574327677', 'https://cn2.3days.cc/1574323271255111.jpeg'),
(181, 50, '爱情限时恋未尽', '57245', '1574328021', 'https://cn2.3days.cc/1574048240337662.jpeg'),
(182, 49, '忠孝节义断机教子 ', '57417', '1574328159', 'https://cn2.3days.cc/1574323271255111.jpeg'),
(183, 49, '最强狂兵', '39288', '1574328199', 'https://cn2.3days.cc/1572530245133760.jpeg'),
(184, 49, '深入敌后搞搞震', '27698', '1574328525', 'https://cn2.3days.cc/1550815255957866.jpg'),
(185, 49, '僵尸国度第四季', '27160', '1574328617', 'https://cn2.3days.cc/1550814364926304.jpg'),
(186, 49, '僵尸国度第五季', '27155', '1574328654', 'https://cn2.3days.cc/1550814359471432.jpg'),
(187, 49, '僵尸国度第三季', '27152', '1574328664', 'https://cn2.3days.cc/1550814357719208.jpg'),
(188, 49, '僵尸先生5：驱魔警察', '15823', '1574345704', 'http://imgwx1.2345.com/dypcimg/img/7/0/sup1485_223x310.jpg'),
(189, 49, '奔跑吧兄弟大电影', '14905', '1574328734', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-03-31/155396356515.jpg'),
(190, 49, '奔跑吧小三', '48706', '1574328757', 'http://imgwx5.2345.com/dypcimg/img/a/60/sup180946_223x310.jpg'),
(191, 49, '奔跑吧', '5945', '1574328771', 'http://imgwx3.2345.com/dypcimg/zongyi/img/f/11/sup34812_223x310.jpg?20160705'),
(192, 49, '奔跑吧兄弟第二季', '40949', '1574328779', 'http://imgwx1.2345.com/dypcimg/zongyi/img/e/6/sup18004_223x310.jpg?20160705'),
(193, 49, '坚离地爱坚离地普通话版', '57419', '1574328814', 'https://cn2.3days.cc/1574324097209772.jpeg'),
(194, 49, '今日说法', '33786', '1574345978', 'https://cn2.3days.cc/1562757696147147.jpeg'),
(195, 49, '绝命制裁X', '57415', '1574328837', 'https://cn2.3days.cc/1574314381148802.jpeg'),
(196, 49, '亮剑', '4321', '1574334115', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-04/15543505092.jpg'),
(197, 28, '最强狂兵', '39288', '1574329081', 'https://cn2.3days.cc/1572530245133760.jpeg'),
(198, 49, '反转人生', '14597', '1574329242', 'https://img.jiubozy.com/jiubotuku/upload/vod/2019-03-31/15539626540.jpg'),
(199, 49, '精装难兄难弟', '29609', '1574329436', 'https://cn2.3days.cc/1555777123624417.jpeg'),
(200, 49, '鳄鱼与牙签鸟', '57313', '1574382423', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(201, 49, '晚吹之女生班吹水', '36200', '1574333771', 'https://cn2.3days.cc/1566468101541163.jpeg'),
(202, 49, '香蜜沉沉烬如霜', '4371', '1574333808', 'http://imgwx3.2345.com/dypcimg/tv/img/f/17/sup53932_223x310.jpg'),
(203, 49, '绝密543', '2270', '1574396827', 'http://img.jiubozy.com/jiubotuku/upload/vod/2019-05-07/201905071557200156.jpg'),
(204, 51, '鳄鱼与牙签鸟', '57313', '1574340027', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(205, 51, '江南', '16364', '1574340086', 'http://imgwx5.2345.com/dypcimg/dongman/img/5/6/sup19074_223x310.jpg'),
(206, 51, '初恋那件小事', '38819', '1574340115', 'https://cn2.3days.cc/1571848787189446.jpeg'),
(207, 49, '编辑部的故事', '57430', '1574344542', 'https://cn2.3days.cc/1574325082416728.jpeg'),
(208, 49, '橘色奇迹', '57420', '1574344499', 'https://cn2.3days.cc/1574324859291983.jpeg'),
(209, 49, '妻子的浪漫旅行第三季升级版', '52547', '1574344866', 'https://cn2.3days.cc/1573727313549512.jpeg'),
(210, 49, '僵尸先生', '27510', '1574345789', 'https://cn2.3days.cc/1551153547970549.jpg'),
(211, 49, '家有儿女1', '2409', '1574345119', 'http://imgwx5.2345.com/dypcimg/tv/img/8/1/sup5420_223x310.jpg'),
(212, 49, '炊事班的故事1', '40504', '1574345252', 'http://imgwx4.2345.com/dypcimg/tv/img/e/1/sup4570_223x310.jpg'),
(213, 49, '炊事班的故事2', '888', '1574345355', 'http://imgwx1.2345.com/dypcimg/tv/img/b/2/sup7945_223x310.jpg'),
(214, 49, '炊事班的故事3', '3791', '1574345322', 'http://imgwx4.2345.com/dypcimg/tv/img/6/0/sup1613_223x310.jpg'),
(215, 49, '奔跑吧 第3季', '18079', '1574345564', 'http://imgwx3.2345.com/dypcimg/zongyi/img/5/13/sup40432_223x310.jpg'),
(216, 49, '新僵尸先生2', '33135', '1574345720', 'https://cn2.3days.cc/1561891626670014.jpeg'),
(217, 49, '向往的生活3 VIP加长版', '55775', '1574345805', 'http://imgwx5.2345.com/dypcimg/zongyi/img/8/13/sup40622_223x310.jpg'),
(218, 49, '初恋那件小事', '38819', '1574345932', 'https://cn2.3days.cc/1571848787189446.jpeg'),
(219, 49, '老杜绑架日记', '19066', '1574345949', 'http://imgwx4.2345.com/dypcimg/tv/img/f/18/sup56775_223x310.jpg'),
(220, 49, '河山', '19072', '1574345960', 'http://imgwx4.2345.com/dypcimg/tv/img/7/18/sup56799_223x310.jpg'),
(221, 53, '爱情保卫战', '5966', '1574385739', 'http://imgwx5.2345.com/dypcimg/zongyi/img/1/0/sup43_223x310.jpg'),
(222, 56, '鳄鱼与牙签鸟', '57313', '1574404233', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(223, 56, '女鬼爱上尸', '57412', '1574404239', 'https://cn2.3days.cc/1574316118881724.jpeg'),
(224, 40, '鳄鱼与牙签鸟', '57313', '1574404240', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(225, 40, '精灵梦叶罗丽第七季', '35479', '1574404263', 'https://cn2.3days.cc/1565350946229606.jpeg'),
(226, 40, '爱玩客', '29337', '1574404277', 'https://cn2.3days.cc/1555482014194499.jpeg'),
(227, 28, '人民的名义', '57824', '1574418753', 'https://cn2.3days.cc/1550744320959725.jpg'),
(228, 58, '哦，我的锦菲', '57889', '1574419744', 'https://cn2.3days.cc/1550744456657507.jpg'),
(229, 58, '新结婚时代', '58510', '1574419070', 'https://cn2.3days.cc/1550745222607715.jpg'),
(230, 59, '十万个冷笑话', '61299', '1574422943', 'https://cn2.3days.cc/1550748785455923.jpg'),
(231, 59, '橙红年代', '59572', '1574423015', 'https://cn2.3days.cc/1550746393955106.jpg'),
(232, 28, '漂亮的李慧珍', '63220', '1574425672', 'https://cn2.3days.cc/1550751222225478.jpg'),
(233, 28, '情深深雨濛濛', '63157', '1574425701', 'https://cn2.3days.cc/1550751157143563.jpg'),
(234, 28, '我的唐朝恋人', '63229', '1574425717', 'https://cn2.3days.cc/1565494452224798.jpeg'),
(235, 60, '黄梅戏宗师传奇', '64099', '1574426668', 'https://cn2.3days.cc/1550759603190035.jpg'),
(236, 60, '人不彪悍枉少年', '64927', '1574427663', 'https://cn2.3days.cc/1550810977871301.jpg'),
(237, 60, '挑战吧！太空', '64703', '1574427689', 'https://cn2.3days.cc/1550810755460086.jpg'),
(238, 28, '梦想合伙人', '68224', '1574433183', 'https://cn2.3days.cc/1555063157118079.jpeg'),
(239, 49, '绝密543', '58778', '1574641019', 'https://cn2.3days.cc/1550745389774294.jpg'),
(240, 49, '实习医生格蕾第十四季', '69865', '1574436381', 'https://cn2.3days.cc/1553518781460992.jpg'),
(241, 49, '向往的生活第一季', '59162', '1574436406', 'https://cn2.3days.cc/1550745780777541.jpg'),
(242, 49, '妻子的怀疑', '69336', '1574436519', 'https://cn2.3days.cc/1551966160519200.jpg'),
(243, 49, '奔跑吧第六季', '58923', '1574436596', 'https://cn2.3days.cc/1550745543975561.jpg'),
(244, 49, '奔跑吧兄弟第二季', '58306', '1574436599', 'https://cn2.3days.cc/1554972923605562.jpg'),
(245, 49, '莫日根：人熊大战', '69845', '1574436800', 'https://cn2.3days.cc/1553421513596029.jpg'),
(246, 61, '十三妹', '84025', '1574455266', 'https://cn2.3days.cc/1574178205636297.jpeg'),
(247, 61, '警察游戏', '84106', '1574455362', 'https://cn2.3days.cc/1574355173794755.jpeg'),
(248, 61, '雪山中的风铃', '84020', '1574455551', 'https://cn2.3days.cc/1574215203682738.jpeg'),
(249, 49, '芝加哥急救第五季', '84124', '1574464521', 'https://cn2.3days.cc/1574405167485871.jpeg'),
(250, 49, '幻想工程故事', '84130', '1574464559', 'https://cn2.3days.cc/1574433442607153.jpeg'),
(251, 49, '水浒传2011', '84093', '1574464599', 'https://cn2.3days.cc/1557641901114356.jpeg'),
(252, 49, '妻子的浪漫旅行第三季', '83179', '1574481026', 'https://cn2.3days.cc/1573035031526618.jpeg'),
(253, 49, '婚姻遇险记', '70003', '1574465820', 'https://cn2.3days.cc/1553963457710137.jpg'),
(254, 49, '高梁地里大麦熟', '70002', '1574466243', 'https://cn2.3days.cc/1553846917719331.jpg'),
(255, 49, '僵尸国度第四季', '67950', '1574466287', 'https://cn2.3days.cc/1550814364926304.jpg'),
(256, 49, '僵尸国度第五季', '67945', '1574466420', 'https://cn2.3days.cc/1550814359471432.jpg'),
(257, 49, '风流女谍', '70000', '1574466640', 'https://cn2.3days.cc/1553845845713073.jpg'),
(258, 49, '青春期2', '69996', '1574466665', 'https://cn2.3days.cc/1553926445104065.jpg'),
(259, 28, '独立纵队2', '84107', '1574470436', 'https://cn2.3days.cc/1574355487595170.jpeg'),
(260, 28, '水浒传2011', '84093', '1574470553', 'https://cn2.3days.cc/1557641901114356.jpeg'),
(261, 49, '独立纵队2', '84107', '1574471473', 'https://cn2.3days.cc/1574355487595170.jpeg'),
(262, 49, '四喜临门', '84109', '1574470837', 'https://cn2.3days.cc/1574415570290575.jpeg'),
(263, 49, '朵儿的战争 ', '84112', '1574470987', 'https://cn2.3days.cc/1574369948842007.jpeg'),
(264, 62, '大饭店小人物', '86350', '1574476808', 'http://imgwx1.2345.com/dypcimg/tv/img/5/17/sup53883_223x310.jpg'),
(265, 62, '妻子的谎言（未删减版）', '86351', '1574476751', 'http://imgwx1.2345.com/dypcimg/tv/img/a/15/sup45975_223x310.jpg'),
(266, 62, '三生三世杨幂CUT', '86422', '1574476820', 'http://imgwx1.2345.com/dypcimg/tv/img/c/17/sup52576_223x310.jpg'),
(267, 62, '私恋失调', '84037', '1574476853', 'https://cn2.3days.cc/1574236496922672.jpeg'),
(268, 40, '迷案1937', '87648', '1574478785', 'http://imgwx5.2345.com/dypcimg/tv/img/a/0/sup900_223x310.jpg'),
(269, 58, '独立纵队2', '84107', '1574479341', 'https://cn2.3days.cc/1574355487595170.jpeg'),
(270, 49, '诱惑的技术', '87952', '1574479660', 'http://imgwx5.2345.com/dypcimg/tv/img/2/3/sup11571_223x310.jpg'),
(271, 49, '重庆谍战', '87951', '1574479676', 'http://imgwx5.2345.com/dypcimg/tv/img/9/1/sup3179_223x310.jpg'),
(272, 58, '朵儿的战争 ', '84112', '1574480718', 'https://cn2.3days.cc/1574369948842007.jpeg'),
(273, 58, '穿越时空的骑士', '84094', '1574480815', 'https://cn2.3days.cc/1574331738279969.jpeg'),
(274, 49, '天涯浴血DVD', '88507', '1574480858', 'http://imgwx4.2345.com/dypcimg/tv/img/c/18/sup54223_223x310.jpg'),
(275, 58, '打破巴尔比', '84004', '1574480888', 'https://cn2.3days.cc/1574156316958116.jpeg'),
(276, 28, '新还珠格格 第三部', '88523', '1574480889', 'http://imgwx4.2345.com/dypcimg/tv/img/1/16/sup49607_223x310.jpg'),
(277, 58, '第二次爱你', '83604', '1574480900', 'https://cn2.3days.cc/1573578421790434.jpeg'),
(278, 49, '黄手帕', '88508', '1574480900', 'http://imgwx4.2345.com/dypcimg/tv/img/9/2/sup7704_223x310.jpg'),
(279, 28, '金玉良缘TV版', '88527', '1574480910', 'http://imgwx4.2345.com/dypcimg/tv/img/2/11/sup34743_223x310.jpg'),
(280, 28, '国民安保官之绝命护卫', '88525', '1574480915', 'http://imgwx2.2345.com/dypcimg/tv/img/a/18/sup54758_223x310.jpg'),
(281, 49, '本色', '88536', '1574481276', 'http://imgwx4.2345.com/dypcimg/tv/img/4/2/sup6632_223x310.jpg'),
(282, 49, '少年张三丰（张卫健版）', '88534', '1574480920', 'http://imgwx4.2345.com/dypcimg/tv/img/d/0/sup225_223x310.jpg'),
(283, 28, '天涯赤子心', '79571', '1574480921', 'https://cn2.3days.cc/1567082403912949.jpeg'),
(284, 49, '妻子的浪漫旅行第三季升级版', '83721', '1574481052', 'https://cn2.3days.cc/1573727313549512.jpeg'),
(285, 63, '女娲成长日记', '88535', '1574481059', 'http://imgwx4.2345.com/dypcimg/tv/img/7/16/sup48782_223x310.jpg'),
(286, 63, '对峙', '88632', '1574481071', 'http://imgwx4.2345.com/dypcimg/tv/img/1/1/sup4277_223x310.jpg'),
(287, 49, '迪迦奥特曼', '72818', '1574481092', 'https://cn2.3days.cc/1558592554341148.jpeg'),
(288, 49, '迪迦奥特曼外传之远古复活的巨人', '83153', '1574481176', 'https://cn2.3days.cc/1573002770588823.jpeg'),
(289, 49, '我家那小子第一季', '72482', '1574481182', 'https://cn2.3days.cc/1558159878844681.jpeg'),
(290, 49, '小丑', '80928', '1574481190', 'https://cn2.3days.cc/1569656032764420.jpeg'),
(291, 49, '奔跑吧！精英', '85568', '1574481197', 'http://imgwx1.2345.com/dypcimg/tv/img/4/15/sup46640_223x310.jpg'),
(292, 49, '奔跑吧精英', '85566', '1574481211', 'http://imgwx1.2345.com/dypcimg/tv/img/7/15/sup46088_223x310.jpg'),
(293, 49, '奔跑吧兄弟第五季', '72606', '1574481229', 'https://cn2.3days.cc/1558319415138835.jpeg'),
(294, 49, '奔跑吧兄弟第一季', '59201', '1574481233', 'https://cn2.3days.cc/1550745818136179.jpg'),
(295, 49, '亮剑2大刀向鬼子们的头上砍去', '84215', '1574481241', 'http://imgwx1.2345.com/dypcimg/tv/img/f/3/sup9686_223x310.jpg'),
(296, 49, '亮剑', '73830', '1574481243', 'https://cn2.3days.cc/1559561153801063.jpeg'),
(297, 49, '女娲成长日记', '88535', '1574481279', 'http://imgwx4.2345.com/dypcimg/tv/img/7/16/sup48782_223x310.jpg'),
(307, 62, '在悠长的时光里等你', '89583', '1574482954', 'http://imgwx2.2345.com/dypcimg/tv/img/a/18/sup55021_223x310.jpg'),
(308, 62, '西游记（86版）', '89582', '1574482960', 'http://imgwx3.2345.com/dypcimg/tv/img/c/0/sup690_223x310.jpg'),
(310, 62, '财神到', '60833', '1574483013', 'https://cn2.3days.cc/1550748260472659.jpg'),
(311, 28, '天衣无缝', '67235', '1574490525', 'https://cn2.3days.cc/1550813691907381.jpg'),
(312, 62, '小女花不弃', '67138', '1574489086', 'https://cn2.3days.cc/1550813600141006.jpg'),
(313, 28, '脑洞大开', '85895', '1574490489', 'http://imgwx1.2345.com/dypcimg/tv/img/9/16/sup48423_223x310.jpg'),
(314, 28, '我是谁？我在哪？', '94886', '1574490510', 'http://imgwx3.2345.com/dypcimg/tv/img/d/18/sup55743_223x310.jpg'),
(315, 49, '义海', '67528', '1574492137', 'https://cn2.3days.cc/1550813966854074.jpg'),
(316, 28, '天使心', '86851', '1574497960', 'http://imgwx1.2345.com/dypcimg/tv/img/1/17/sup52520_223x310.jpg'),
(317, 28, '从前有座山', '85015', '1574498210', 'http://imgwx3.2345.com/dypcimg/tv/img/4/18/sup54675_223x310.png'),
(318, 49, '超人艾斯', '84180', '1574502717', 'http://imgwx5.2345.com/dypcimg/tv/img/c/17/sup52697_223x310.jpg'),
(319, 49, '金甲战士', '84251', '1574502724', 'http://imgwx5.2345.com/dypcimg/tv/img/0/17/sup52689_223x310.jpg'),
(320, 49, '替嫁新娘', '67329', '1574502774', 'https://cn2.3days.cc/1550813790274566.jpg'),
(321, 49, '狂赌之渊真人版', '104200', '1574502789', 'http://imgwx5.2345.com/dypcimg/dongman/img/4/28/sup84488_223x310.jpg'),
(322, 49, '圣斗士星矢黄金魂', '104203', '1574502844', 'http://imgwx1.2345.com/dypcimg/dongman/img/1/20/sup62867_223x310.jpg'),
(323, 28, 'TIGER', '104961', '1574505553', 'http://imgwx1.2345.com/dypcimg/dongman/img/6/24/sup74585_223x310.jpg'),
(324, 49, 'Rebekah快乐歌舞团', '84373', '1574503744', 'http://imgwx1.2345.com/dypcimg/tv/img/3/18/sup54375_223x310.jpg'),
(325, 49, '戴拿奥特曼', '84197', '1574503951', 'http://imgwx5.2345.com/dypcimg/tv/img/f/17/sup52694_223x310.jpg'),
(326, 49, '我家那小子', '97009', '1574504723', 'http://imgwx1.2345.com/dypcimg/zongyi/img/1/12/sup38796_223x310.jpg?20160705'),
(327, 49, '我这一辈子（1950）', '105498', '1574504731', 'http://imgwx4.2345.com/dypcimg/img/9/60/sup180132_223x310.jpg'),
(328, 49, '斗龙战士 第5季', '105243', '1574504740', 'http://imgwx1.2345.com/dypcimg/dongman/img/7/25/sup77734_223x310.jpg'),
(329, 49, '大力水手', '96013', '1574504758', 'http://imgwx5.2345.com/dypcimg/zongyi/img/d/4/sup13993_223x310.jpg?20160705'),
(330, 49, '托马斯和他的朋友们', '96333', '1574504774', 'http://imgwx4.2345.com/dypcimg/zongyi/img/4/7/sup22846_223x310.jpg?20160705'),
(331, 28, '心灵法医', '83960', '1574507039', 'https://cn2.3days.cc/1574077885618023.jpeg'),
(332, 49, '人类大历史', '84691', '1574508651', 'http://imgwx1.2345.com/dypcimg/tv/img/0/16/sup50439_223x310.jpg'),
(333, 49, '生死连', '89565', '1574505793', 'http://imgwx4.2345.com/dypcimg/tv/img/f/15/sup46027.jpg'),
(334, 28, '鳄鱼与牙签鸟', '83971', '1574593489', 'https://cn2.3days.cc/1574093660112921.jpeg'),
(335, 28, '攀登者', '84128', '1574519333', 'https://cn2.3days.cc/1574410776524438.jpeg'),
(336, 28, '热血少年', '82115', '1574592857', 'https://cn2.3days.cc/1571767207734264.jpeg'),
(337, 28, '黄金背后', '64304', '1574508920', 'https://cn2.3days.cc/1550810402790134.jpg'),
(338, 49, '废柴联盟第5季', '87509', '1574511442', 'http://imgwx5.2345.com/dypcimg/tv/img/1/9/sup28659_223x310.jpg'),
(339, 28, '废柴联盟第5季', '87509', '1574512319', 'http://imgwx5.2345.com/dypcimg/tv/img/1/9/sup28659_223x310.jpg'),
(340, 28, '冰雪奇缘2首款预告来了！女王艾莎和妹妹安娜再度开启新的冒险！', '70038', '1574519404', 'https://cn2.3days.cc/1553922130192569.jpg'),
(341, 49, '春江英雄之秀才遇到兵', '70452', '1574525273', 'https://cn2.3days.cc/1554448881177909.jpg'),
(342, 49, '每个人都有秘密', '74813', '1574525205', 'https://cn2.3days.cc/1560157153379007.jpeg'),
(343, 49, '放弃我抓紧我', '88417', '1574525180', 'http://imgwx5.2345.com/dypcimg/tv/img/2/15/sup47967_223x310.jpg'),
(344, 49, '名利场', '62553', '1574526315', 'https://cn2.3days.cc/1550750511667592.jpg'),
(345, 49, '深宅1927', '77528', '1574525227', 'https://cn2.3days.cc/1564196687611837.jpeg'),
(346, 49, '百折不挠具海拉', '65959', '1574526018', 'https://cn2.3days.cc/1550812507161716.jpg'),
(347, 49, '用一生去爱你', '84582', '1574525521', 'http://imgwx1.2345.com/dypcimg/tv/img/c/13/sup40687_223x310.jpg'),
(348, 49, '平原游击队', '113288', '1574526194', 'http://imgwx4.2345.com/dypcimg/img/3/2/sup8495.jpg'),
(349, 49, '银河奥特曼S 剧场版 决战奥特10勇士 中文版', '104010', '1574526203', 'http://imgwx3.2345.com/dypcimg/dongman/img/e/24/sup74864_223x310.jpg'),
(350, 49, '风流家族', '113328', '1574526295', 'http://imgwx2.2345.com/dypcimg/img/9/0/sup814_223x310.jpg'),
(351, 49, '新济公活佛', '62624', '1574526303', 'https://cn2.3days.cc/1550750572752521.jpg'),
(352, 28, '风云', '75147', '1574526730', 'https://cn2.3days.cc/1561175457635987.jpeg'),
(353, 28, '爱情公寓4', '87706', '1574526756', 'http://imgwx5.2345.com/dypcimg/tv/img/7/7/sup23874_223x310.jpg'),
(354, 28, '新济公活佛', '62624', '1574526772', 'https://cn2.3days.cc/1550750572752521.jpg'),
(355, 49, '洪湖赤卫队', '62671', '1574527419', 'https://cn2.3days.cc/1550750610421839.jpg'),
(356, 49, '风云', '75147', '1574527469', 'https://cn2.3days.cc/1561175457635987.jpeg'),
(357, 49, '我家那闺女 闺女日记', '94388', '1574527545', 'http://imgwx1.2345.com/dypcimg/zongyi/img/8/13/sup39888_223x310.jpg?20160705'),
(358, 49, '我家那闺女', '66995', '1574527548', 'https://cn2.3days.cc/1550813468895384.jpg'),
(359, 49, '何以笙箫默', '66167', '1574528207', 'https://cn2.3days.cc/1550812682776142.jpg'),
(360, 49, '克拉恋人', '73985', '1574528384', 'https://cn2.3days.cc/1559737319355292.jpeg'),
(361, 59, '太阳的后裔', '58573', '1574528424', 'https://cn2.3days.cc/1554972977319655.jpg'),
(362, 59, '从前有座灵剑山', '83583', '1574528551', 'https://cn2.3days.cc/1573561611541134.jpeg'),
(363, 49, '绝密543', '31190', '1574530306', 'upload/vod/20190430-32/345091266b7cd4e148f82f74497cc001.jpg'),
(364, 49, '绝密543', '215904', '1574528882', 'upload/vod/20190922-1/1c3dcf0d26aab95fe2dd1dd5e28f687f.jpg'),
(365, 59, '恋爱之瘾', '66077', '1574528885', 'https://cn2.3days.cc/1550812607181101.jpg'),
(366, 49, '我的王国', '237363', '1574528936', 'upload/vod/20191005-1/af22e23ca3fe552f9465c3a5cecd3657.jpg'),
(367, 49, '很便宜，千里马超市', '215352', '1574528988', 'upload/vod/20190921-1/db79664b6382c87338bef77ca0aa5089.jpg'),
(368, 49, '曼达洛人', '239428', '1574529601', 'upload/vod/20191117-1/09ecb3fb3833fc7ca15bcbf312a4b1a8.jpg'),
(374, 49, '美式主妇第四季', '236986', '1574530342', 'upload/vod/20190929-1/b61897e2dfab24d4c9dcf6f6eba6c0d5.jpg'),
(377, 66, '喜新不厌旧第六季', '239583', '1574532820', 'upload/vod/20191122-1/e30f171e1b1948b6e5dd2bbc98036136.jpg'),
(397, 49, '皇家龙虎豹', '71780', '1574538059', 'https://cn2.3days.cc/1557228581465304.jpeg'),
(398, 49, '忍者通告', '64786', '1574538078', 'https://cn2.3days.cc/1555062356631233.jpeg'),
(409, 49, '朱一旦的枯燥生活', '119584', '1574568694', 'http://imgwx2.2345.com/dypcimg/tv/img/2/18/sup56351_223x310.jpg'),
(410, 49, '乔安你好 大魔王CP版', '119591', '1574568450', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(411, 49, '第二次也很美', '84060', '1574552509', 'https://cn2.3days.cc/1574265903897732.jpeg'),
(412, 49, '我家那小子 夏日限定版', '118333', '1574552432', 'http://imgwx4.2345.com/dypcimg/zongyi/img/c/13/sup40647_223x310.jpg'),
(413, 49, '我家那小子2 那小子的秘密', '117482', '1574552436', 'http://imgwx1.2345.com/dypcimg/zongyi/img/0/13/sup40471_223x310.jpg'),
(414, 49, '奔跑吧，少年', '69587', '1574642629', 'https://cn2.3days.cc/1552715226141538.jpg'),
(415, 49, '奔跑吧 第3季', '117579', '1574569061', 'http://imgwx3.2345.com/dypcimg/zongyi/img/5/13/sup40432_223x310.jpg'),
(420, 62, '花式承包肖战24小时', '119590', '1574557216', 'http://imgwx3.2345.com/dypcimg/tv/img/1/18/sup56926_223x310.jpg'),
(422, 64, '陆战之王', '79467', '1574558212', 'https://cn2.3days.cc/1566836096491206.jpeg'),
(423, 64, '绝密543', '58778', '1574558233', 'https://cn2.3days.cc/1550745389774294.jpg'),
(424, 64, '控局者', '84102', '1574558248', 'https://cn2.3days.cc/1574388868590541.jpeg'),
(425, 49, '陆战之王', '79467', '1574567784', 'https://cn2.3days.cc/1566836096491206.jpeg'),
(426, 28, '初恋那件小事·梁又年倒追记', '119589', '1574585313', 'http://imgwx3.2345.com/dypcimg/tv/img/6/18/sup56884_223x310.jpg'),
(427, 28, '乔安你好 大魔王CP版', '119591', '1574601450', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(428, 67, '封神传奇（2019）', '119585', '1574558645', 'http://imgwx4.2345.com/dypcimg/img/7/68/sup205191_223x310.jpg'),
(429, 67, '美人追', '84095', '1574558691', 'https://cn2.3days.cc/1574334534391267.jpeg'),
(430, 67, '乔安你好 大魔王CP版', '119591', '1574558730', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(431, 49, '初恋那件小事·梁又年倒追记', '119589', '1574567766', 'http://imgwx3.2345.com/dypcimg/tv/img/6/18/sup56884_223x310.jpg'),
(432, 49, '封神传奇（2019）', '119585', '1574568931', 'http://imgwx4.2345.com/dypcimg/img/7/68/sup205191_223x310.jpg'),
(433, 49, '降龙觉醒', '119527', '1574560561', 'http://imgwx3.2345.com/dypcimg/img/e/68/sup204829_223x310.jpg'),
(434, 49, '柳三变大笑京城', '83641', '1574560656', 'https://cn2.3days.cc/1573634260532036.jpeg'),
(435, 49, '乔安你好', '84104', '1574640473', 'https://cn2.3days.cc/1574353591403841.jpeg'),
(436, 49, '战狼犬', '67588', '1574640552', 'https://cn2.3days.cc/1555063130682729.jpeg'),
(437, 59, '乔安你好 大魔王CP版', '119591', '1574648697', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(438, 31, '乔安你好', '84104', '1574656395', 'https://cn2.3days.cc/1574353591403841.jpeg'),
(439, 31, '花式承包肖战24小时', '119590', '1574587488', 'http://imgwx3.2345.com/dypcimg/tv/img/1/18/sup56926_223x310.jpg'),
(440, 31, '乔安你好 大魔王CP版', '119591', '1574563950', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(441, 31, '初恋那件小事·梁又年倒追记', '119589', '1574582462', 'http://imgwx3.2345.com/dypcimg/tv/img/6/18/sup56884_223x310.jpg'),
(442, 49, '花式承包肖战24小时', '119590', '1574567744', 'http://imgwx3.2345.com/dypcimg/tv/img/1/18/sup56926_223x310.jpg'),
(443, 49, '小熊格里奇历险记', '119574', '1574568935', 'http://imgwx1.2345.com/dypcimg/dongman/img/f/29/sup89573_223x310.jpg'),
(444, 49, '流浪的孩子', '84089', '1574642664', 'https://cn2.3days.cc/1574328288665941.jpeg'),
(445, 49, '高手高手高高手', '67129', '1574571325', 'https://cn2.3days.cc/1555063104651768.jpeg'),
(446, 49, '我在春天等你', '82604', '1574571344', 'https://cn2.3days.cc/1572407587321124.jpeg'),
(447, 67, '花式承包肖战24小时', '119590', '1574574502', 'http://imgwx3.2345.com/dypcimg/tv/img/1/18/sup56926_223x310.jpg'),
(448, 68, '鼠胆英雄', '80258', '1574575745', 'https://cn2.3days.cc/1568289208917974.jpeg'),
(449, 64, '僵尸道长2', '77155', '1574577475', 'https://cn2.3days.cc/1563704773531700.jpeg'),
(450, 28, '仙剑奇侠传3', '119553', '1574577549', 'http://imgwx1.2345.com/dypcimg/tv/img/0/0/sup285_223x310.jpg'),
(451, 28, '我的极品人生', '119386', '1574577561', 'http://imgwx4.2345.com/dypcimg/tv/img/0/18/sup56796_223x310.jpg'),
(452, 28, '归鸿', '83192', '1574577600', 'https://cn2.3days.cc/1573050869720192.jpeg'),
(453, 64, '这局有料儿', '119556', '1574577744', 'http://imgwx4.2345.com/dypcimg/zongyi/img/b/13/sup41165_223x310.jpg'),
(454, 31, '海贼王剧场版8沙漠公主与海盗们', '111846', '1574582334', 'http://imgwx1.2345.com/dypcimg/img/d/42/s128417_223x310.jpg'),
(455, 28, '乔安你好', '84104', '1574585317', 'https://cn2.3days.cc/1574353591403841.jpeg'),
(456, 31, '富滇风云', '119588', '1574587500', 'http://imgwx1.2345.com/dypcimg/tv/img/1/10/sup32619_223x310.jpg'),
(457, 31, '周六问爸爸', '119560', '1574588748', 'http://imgwx1.2345.com/dypcimg/zongyi/img/6/13/sup41054_223x310.jpg'),
(458, 49, '2019湖南卫视苏宁易购11.11嗨爆夜', '119531', '1574589858', 'http://imgwx4.2345.com/dypcimg/zongyi/img/f/13/sup41150_223x310.jpg'),
(459, 70, '战狼犬', '67588', '1574596593', 'https://cn2.3days.cc/1555063130682729.jpeg'),
(460, 70, '我在春天等你', '82604', '1574596618', 'https://cn2.3days.cc/1572407587321124.jpeg'),
(461, 70, '废柴老爸', '82865', '1574596621', 'https://cn2.3days.cc/1572712082318900.jpeg'),
(462, 58, '花式承包肖战24小时', '119590', '1574599015', 'http://imgwx3.2345.com/dypcimg/tv/img/1/18/sup56926_223x310.jpg'),
(463, 58, '初恋那件小事·梁又年倒追记', '119589', '1574599017', 'http://imgwx3.2345.com/dypcimg/tv/img/6/18/sup56884_223x310.jpg'),
(464, 58, '乔安你好 大魔王CP版', '119591', '1574599026', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(465, 58, '封神传奇（2019）', '119585', '1574599053', 'http://imgwx4.2345.com/dypcimg/img/7/68/sup205191_223x310.jpg'),
(466, 58, '降龙觉醒', '119527', '1574600453', 'http://imgwx3.2345.com/dypcimg/img/e/68/sup204829_223x310.jpg'),
(467, 49, '豆小鸭神奇小分队', '119578', '1574602374', 'http://imgwx1.2345.com/dypcimg/dongman/img/5/29/sup89701_223x310.jpg'),
(468, 49, '梦里回到昨天', '84096', '1574602480', 'https://cn2.3days.cc/1574334259352161.jpeg'),
(469, 28, '小戏骨黄飞鸿', '119587', '1574603581', 'http://imgwx1.2345.com/dypcimg/img/5/68/sup205187_223x310.jpg'),
(470, 28, '控局者', '84102', '1574603594', 'https://cn2.3days.cc/1574388868590541.jpeg'),
(471, 28, '小熊格里奇历险记', '119574', '1574603623', 'http://imgwx1.2345.com/dypcimg/dongman/img/f/29/sup89573_223x310.jpg'),
(472, 28, '周六问爸爸', '119560', '1574603651', 'http://imgwx1.2345.com/dypcimg/zongyi/img/6/13/sup41054_223x310.jpg'),
(473, 72, '碧血苍穹', '119586', '1574618465', 'http://imgwx4.2345.com/dypcimg/img/c/68/sup205186_223x310.jpg'),
(474, 72, '豆小鸭神奇小分队', '119578', '1574605666', 'http://imgwx1.2345.com/dypcimg/dongman/img/5/29/sup89701_223x310.jpg'),
(475, 72, '美人追', '84095', '1574607997', 'https://cn2.3days.cc/1574334534391267.jpeg'),
(476, 72, '萌芽熊治愈花店', '119576', '1574641574', 'http://imgwx1.2345.com/dypcimg/dongman/img/6/29/sup89168_223x310.jpg'),
(477, 72, '斗罗大陆', '63652', '1574606077', 'https://cn2.3days.cc/1550751619823419.jpg'),
(478, 72, '那就爱上你 第2季', '119575', '1574614447', 'http://imgwx1.2345.com/dypcimg/dongman/img/e/29/sup89649_223x310.jpg'),
(479, 72, '会付专辑', '119385', '1574606309', 'http://imgwx1.2345.com/dypcimg/tv/img/a/18/sup56876_223x310.jpg'),
(480, 72, '小戏骨黄飞鸿', '119587', '1574641792', 'http://imgwx1.2345.com/dypcimg/img/5/68/sup205187_223x310.jpg'),
(481, 72, '冷血追击', '71399', '1574607396', 'https://cn2.3days.cc/1556939565354102.jpeg'),
(482, 72, '鬼吹灯之巫峡棺山', '73615', '1574610856', 'https://cn2.3days.cc/1559383586708216.jpeg'),
(483, 72, '最长一梦', '68384', '1574611759', 'https://cn2.3days.cc/1555063165100240.jpeg'),
(484, 72, '谍战深海之惊蛰 DVD版', '119311', '1574611975', 'http://imgwx4.2345.com/dypcimg/tv/img/e/18/sup56738_223x310.jpg'),
(485, 72, '谍战深海之惊蛰[DVD版]', '119308', '1574611980', 'http://imgwx2.2345.com/dypcimg/tv/img/f/18/sup56742_223x310.jpg'),
(486, 72, '谍战深海之惊蛰[TV剪辑版]', '119307', '1574611986', 'http://imgwx2.2345.com/dypcimg/tv/img/b/18/sup56741_223x310.jpg'),
(487, 72, '谍战深海之惊蛰', '82113', '1574611990', 'https://cn2.3days.cc/1571763449349926.jpeg'),
(488, 72, '育儿大作战2019', '118782', '1574615313', 'http://imgwx3.2345.com/dypcimg/zongyi/img/4/13/sup40949_223x310.jpg'),
(489, 72, '墓王之王麒麟诀', '119365', '1574615524', 'http://imgwx5.2345.com/dypcimg/dongman/img/5/26/sup78579_223x310.jpg'),
(490, 72, '逆天邪神 第1季', '119292', '1574615710', 'http://imgwx3.2345.com/dypcimg/dongman/img/d/29/sup88381_223x310.jpg'),
(491, 72, '哈利学词汇（西游寻宝记）', '119333', '1574615744', 'http://imgwx3.2345.com/dypcimg/dongman/img/d/23/sup69646_223x310.jpg'),
(492, 72, '小熊格里奇历险记', '119574', '1574616019', 'http://imgwx1.2345.com/dypcimg/dongman/img/f/29/sup89573_223x310.jpg'),
(493, 72, '魔道祖师第二季', '83533', '1574616218', 'https://cn2.3days.cc/1573533928188240.jpeg'),
(494, 72, '魔道祖师第一季', '62442', '1574616419', 'https://cn2.3days.cc/1573534145723278.jpeg'),
(495, 72, '封神传奇（2019）', '119585', '1574617198', 'http://imgwx4.2345.com/dypcimg/img/7/68/sup205191_223x310.jpg'),
(496, 72, '控局者', '84102', '1574618698', 'https://cn2.3days.cc/1574388868590541.jpeg'),
(497, 49, '控局者', '84102', '1574640508', 'https://cn2.3days.cc/1574388868590541.jpeg'),
(498, 49, '萌芽熊治愈花店', '119576', '1574640518', 'http://imgwx1.2345.com/dypcimg/dongman/img/6/29/sup89168_223x310.jpg'),
(499, 49, '马赛克大乱斗', '84043', '1574641007', 'https://cn2.3days.cc/1574245625463709.jpeg'),
(500, 72, '富滇风云', '119588', '1574641850', 'http://imgwx1.2345.com/dypcimg/tv/img/1/10/sup32619_223x310.jpg'),
(501, 74, '乔安你好 大魔王CP版', '119591', '1574649926', 'http://imgwx3.2345.com/dypcimg/tv/img/a/18/sup56927_223x310.jpg'),
(502, 58, '小戏骨黄飞鸿', '119587', '1574655940', 'http://imgwx1.2345.com/dypcimg/img/5/68/sup205187_223x310.jpg'),
(503, 58, '碧血苍穹', '119586', '1574655960', 'http://imgwx4.2345.com/dypcimg/img/c/68/sup205186_223x310.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `ap_jpush`
--

CREATE TABLE `ap_jpush` (
  `id` int(11) NOT NULL,
  `key` varchar(128) DEFAULT NULL,
  `secret` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_kai`
--

CREATE TABLE `ap_kai` (
  `uid` int(11) DEFAULT NULL,
  `cid` int(11) DEFAULT NULL,
  `ctime` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_kai`
--

INSERT INTO `ap_kai` (`uid`, `cid`, `ctime`) VALUES
(1, 2, 1554565843),
(1, 7, 1558087270),
(1, 2, 1558092872),
(1, 29, 1558416489),
(1, 75, 1558664793),
(1, 84, 1558858957),
(1, 24, 1562936580),
(1, 15, 1563530877),
(1, 31, 1573648197),
(1, 30, 1573828696),
(1, 28, 1573831847),
(1, 59, 1574423052),
(28, 65, 1574502124);

-- --------------------------------------------------------

--
-- 表的结构 `ap_login_code`
--

CREATE TABLE `ap_login_code` (
  `uid` int(11) NOT NULL,
  `code` varchar(255) DEFAULT NULL,
  `client_id` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_mn`
--

CREATE TABLE `ap_mn` (
  `id` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` text,
  `img` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_moneylog`
--

CREATE TABLE `ap_moneylog` (
  `uid` int(11) NOT NULL,
  `money` decimal(11,2) NOT NULL,
  `cid` int(11) NOT NULL,
  `ctime` int(11) NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_moneylog`
--

INSERT INTO `ap_moneylog` (`uid`, `money`, `cid`, `ctime`, `status`) VALUES
(2, '1.00', 0, 1558744779, 0),
(1, '11.00', 2, 1558745520, 0),
(1, '10.00', 2, 1558745525, 0),
(2, '1.00', 0, 1558854759, 0),
(2, '1.00', 0, 1558857017, 0),
(1, '15.00', 124, 1559660580, 0),
(1, '0.00', 24, 1562936580, 0),
(1, '0.00', 15, 1563530877, 0),
(1, '8888.00', 28, 1573646501, 0),
(1, '1.00', 30, 1573646690, 0),
(1, '0.00', 31, 1573648197, 0),
(1, '1.00', 31, 1573649608, 0),
(1, '7.00', 31, 1573649635, 0),
(1, '20.00', 31, 1573649779, 0),
(1, '100.00', 33, 1573828669, 0),
(1, '0.00', 30, 1573828696, 0),
(1, '0.00', 28, 1573831847, 0),
(1, '50.00', 32, 1573893928, 0),
(1, '100.00', 35, 1573952804, 0),
(1, '9999.00', 59, 1574423047, 0),
(1, '0.00', 59, 1574423052, 0),
(28, '0.00', 65, 1574502124, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_money_get`
--

CREATE TABLE `ap_money_get` (
  `id` int(11) NOT NULL,
  `type` varchar(20) DEFAULT NULL COMMENT '反钱 级别 1 2  3',
  `u_id` int(11) DEFAULT NULL COMMENT '充值代理的用户',
  `get_u_id` int(11) DEFAULT NULL COMMENT '得到钱的用户id',
  `create_time` int(11) DEFAULT NULL COMMENT '反钱的时间',
  `money` int(11) DEFAULT NULL COMMENT '反钱的金额',
  `order_id` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_money_get`
--

INSERT INTO `ap_money_get` (`id`, `type`, `u_id`, `get_u_id`, `create_time`, `money`, `order_id`) VALUES
(1, '一级返利', 993, 1, 1549654388, 159, '20190209033250588'),
(2, '一级返利', 995, 1, 1549654591, 159, '20190209033617643'),
(3, '一级返利', 997, 1, 1549655099, 159, '20190209034437480'),
(4, '一级返利', 15, 4, 1550146017, 160, '20190214173335992'),
(5, '二级返利', 15, 1, 1550146017, 80, '20190214173335992'),
(6, '一级返利', 22, 1, 1550147234, 160, '20190214202356478'),
(7, '一级返利', 21, 1, 1550147703, 160, '20190214202813832'),
(8, '一级返利', 23, 1, 1550148055, 160, '201902142028132832'),
(9, '一级返利', 20, 1, 1550148499, 160, '20190214204314727'),
(10, '一级返利', 25, 4, 1550149207, 160, '20190214205951123'),
(11, '二级返利', 25, 1, 1550149207, 80, '20190214205951123');

-- --------------------------------------------------------

--
-- 表的结构 `ap_pass_log`
--

CREATE TABLE `ap_pass_log` (
  `ip` varchar(50) NOT NULL,
  `ctime` int(11) NOT NULL,
  `uid` varchar(11) NOT NULL,
  `old_pass` varchar(255) NOT NULL,
  `pass` varchar(255) NOT NULL,
  `aid` int(11) NOT NULL,
  `web` int(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_pass_log`
--

INSERT INTO `ap_pass_log` (`ip`, `ctime`, `uid`, `old_pass`, `pass`, `aid`, `web`) VALUES
('117.151.85.19', 1573651764, '1', 'bf09619e9a8819c7ed28b8923b3f36f4', '8a90dc1049921e4c7ad29b9768e7b04d', 1, 0),
('117.151.85.19', 1573720400, '1', '8a90dc1049921e4c7ad29b9768e7b04d', 'e9fd363bedc114628fe2cdce1493db15', 1, 0),
('27.18.16.207', 1573827110, '1', 'e9fd363bedc114628fe2cdce1493db15', '68475d360aaa466f984fc0106e521aa3', 1, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_pay`
--

CREATE TABLE `ap_pay` (
  `id` int(11) NOT NULL,
  `outtrade` varchar(200) NOT NULL,
  `trade` varchar(200) NOT NULL,
  `type` char(50) NOT NULL,
  `name` varchar(200) NOT NULL,
  `money` decimal(11,2) NOT NULL,
  `trade_status` varchar(100) NOT NULL,
  `pay_type` tinyint(3) NOT NULL DEFAULT '0',
  `cid` int(11) NOT NULL,
  `kami` varchar(15) DEFAULT NULL,
  `time` int(15) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_pay`
--

INSERT INTO `ap_pay` (`id`, `outtrade`, `trade`, `type`, `name`, `money`, `trade_status`, `pay_type`, `cid`, `kami`, `time`) VALUES
(80, '20191113194946535', '2019111319495276210', 'alipay', '编号:1|28--体验卡7天', '0.20', 'TRADE_SUCCESS', 1, 28, '2b28fab3', 1573645802),
(81, '20191113201519597', '2019111320152158762', 'alipay', '编号:1|31--体验卡7天', '0.20', 'TRADE_SUCCESS', 1, 31, '4e176e25', 1573647332),
(82, '20191117070213', '2019111707021676433', '0', '编号:80|28--余额充值', '1.00', 'TRADE_SUCCESS', 1, 28, '用户直冲', 1573945347),
(83, '20191124090229', '2019112409023073322', '0', '编号:80|49--余额充值', '0.20', 'TRADE_SUCCESS', 1, 49, '用户直冲', 1574557365);

-- --------------------------------------------------------

--
-- 表的结构 `ap_pay_type`
--

CREATE TABLE `ap_pay_type` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `type` tinyint(3) NOT NULL DEFAULT '0' COMMENT '0是充值类型1是代理',
  `image_path` varchar(128) DEFAULT NULL,
  `money` decimal(16,2) NOT NULL DEFAULT '0.00',
  `name` varchar(32) DEFAULT NULL,
  `str_name` varchar(16) DEFAULT NULL COMMENT '字符串',
  `day` int(8) NOT NULL COMMENT '天数',
  `remark` varchar(256) DEFAULT NULL,
  `create_time` int(11) UNSIGNED DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_pay_type`
--

INSERT INTO `ap_pay_type` (`id`, `uid`, `type`, `image_path`, `money`, `name`, `str_name`, `day`, `remark`, `create_time`) VALUES
(1, 1, 0, '', '2.00', '体验卡7天', 'tiyan', 7, '0', 0),
(2, 1, 0, NULL, '7.00', '月卡', 'yueka', 30, '1', NULL),
(3, 1, 0, NULL, '19.90', '季卡', 'jika', 90, '1', NULL),
(4, 1, 0, NULL, '29.90', '半年卡', 'bannian', 180, '1', NULL),
(5, 1, 0, NULL, '39.90', '年卡', 'nianka', 365, '1', NULL),
(6, 1, 0, NULL, '249.00', '永久卡', 'yongjiu', 0, '1', NULL),
(7, 1, 1, NULL, '298.00', '代理商', 'daili', 0, '1', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ap_ping`
--

CREATE TABLE `ap_ping` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `pinyin` varchar(255) NOT NULL,
  `orderid` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_product`
--

CREATE TABLE `ap_product` (
  `id` int(11) NOT NULL,
  `name` char(100) NOT NULL COMMENT '产品名',
  `price` int(11) NOT NULL COMMENT '单价',
  `type` char(10) NOT NULL DEFAULT 'card' COMMENT '种类',
  `image` varchar(255) NOT NULL COMMENT '图片地址',
  `create_time` int(11) NOT NULL COMMENT '创建时间',
  `update_time` int(11) NOT NULL COMMENT '修改时间',
  `detail` text NOT NULL,
  `old_money` int(11) NOT NULL,
  `description` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_product_card`
--

CREATE TABLE `ap_product_card` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL COMMENT '产品id',
  `code` varchar(255) NOT NULL COMMENT '兑换码',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '使用状态:0,未使用',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_product_card_exchange`
--

CREATE TABLE `ap_product_card_exchange` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL COMMENT '用户id',
  `product_id` int(11) NOT NULL COMMENT '产品id',
  `product_card_id` int(11) NOT NULL COMMENT '兑换码id',
  `code` char(100) NOT NULL COMMENT '兑换码',
  `user` char(100) NOT NULL COMMENT '用户',
  `product_name` char(100) NOT NULL COMMENT '产品名',
  `create_time` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_rebate`
--

CREATE TABLE `ap_rebate` (
  `id` int(11) NOT NULL,
  `money` int(11) NOT NULL DEFAULT '0',
  `rebate` int(11) NOT NULL DEFAULT '0',
  `rebate2` int(11) NOT NULL DEFAULT '0',
  `rebate3` int(11) NOT NULL DEFAULT '0',
  `rebate4` int(11) NOT NULL DEFAULT '0',
  `rebate5` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_sad`
--

CREATE TABLE `ap_sad` (
  `id` int(11) NOT NULL,
  `content` varchar(255) DEFAULT NULL,
  `title` varchar(225) NOT NULL,
  `linkurl` varchar(255) DEFAULT NULL,
  `picurl` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_sad`
--

INSERT INTO `ap_sad` (`id`, `content`, `title`, `linkurl`, `picurl`) VALUES
(29, '抓娃娃', '新玩法', 'http://baidu.com', '/public/uploads/20180620/dfb8f77eb98bf235ff5535a7c05cf536.png');

-- --------------------------------------------------------

--
-- 表的结构 `ap_share`
--

CREATE TABLE `ap_share` (
  `id` int(11) NOT NULL,
  `ip` varchar(255) DEFAULT NULL,
  `uid` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_share`
--

INSERT INTO `ap_share` (`id`, `ip`, `uid`) VALUES
(1, '117.151.86.57', 28),
(2, '36.110.199.15', 28),
(3, '119.39.223.229', 29),
(4, '27.17.175.177', 28),
(5, '119.103.14.173', 28),
(6, '111.206.36.11', 28),
(7, '117.151.85.19', 28),
(8, '119.103.157.215', 28),
(9, '111.206.36.137', 28),
(10, '111.206.36.19', 30),
(11, '183.92.249.24', 30),
(12, '119.96.25.161', 30),
(13, '171.82.3.206', 28),
(14, '183.95.251.223', 30),
(15, '221.232.46.123', 31),
(16, '111.206.36.140', 28),
(17, '114.225.236.208', 31),
(18, '183.92.249.35', 30),
(19, '171.82.1.12', 28),
(20, '111.60.125.127', 31),
(21, '111.206.36.14', 31),
(22, '27.18.16.207', 28),
(23, '117.151.83.214', 28),
(24, '182.108.141.240', 33),
(25, '171.82.130.137', 28),
(26, '1.199.130.189', 34),
(27, '180.101.52.99', 32),
(28, '113.229.123.251', 32),
(29, '111.206.36.133', 32),
(30, '117.151.80.164', 28),
(31, '111.206.36.10', 28),
(32, '36.110.199.12', 28),
(33, '111.206.36.146', 28),
(34, '111.206.36.12', 35),
(35, '111.206.36.138', 35),
(36, '180.114.143.245', 31),
(37, '171.82.186.15', 28),
(38, '183.95.248.243', 36),
(39, '122.243.157.29', 37),
(40, '171.82.191.140', 28),
(41, '180.114.224.152', 31),
(42, '36.110.199.45', 28),
(43, '36.110.199.138', 28),
(44, '36.110.199.9', 28),
(45, '180.101.52.67', 36),
(46, '111.206.36.145', 39),
(47, '111.206.36.8', 35),
(48, '111.206.36.136', 35),
(49, '36.110.199.242', 34),
(50, '36.110.199.160', 34),
(51, '111.206.36.132', 40),
(52, '111.206.36.18', 39),
(53, '36.110.199.31', 34),
(54, '180.114.224.179', 31),
(55, '36.110.199.63', 40),
(56, '111.206.36.13', 28),
(57, '36.110.199.165', 28),
(58, '171.82.153.9', 35),
(59, '111.206.36.139', 36),
(60, '117.136.83.63', 40),
(61, '114.223.209.44', 31),
(62, '36.110.199.65', 34),
(63, '119.103.129.240', 46),
(64, '36.110.199.10', 28),
(65, '119.103.183.15', 28),
(66, '124.236.57.128', 49),
(67, '113.61.44.226', 50),
(68, '117.151.82.25', 28),
(69, '36.110.199.20', 28),
(70, '42.101.64.106', 49),
(71, '122.189.129.133', 51),
(72, '223.104.13.175', 49),
(73, '124.236.118.163', 49),
(74, '111.37.246.186', 53),
(75, '125.83.179.144', 56),
(76, '111.172.198.39', 40),
(77, '112.39.53.67', 58),
(78, '42.236.158.67', 59),
(79, '27.129.227.251', 60),
(80, '1.189.91.132', 61),
(81, '113.91.250.226', 62),
(82, '111.60.124.252', 40),
(83, '36.110.199.139', 40),
(84, '119.248.69.186', 49),
(85, '183.199.146.62', 49),
(86, '114.239.137.139', 63),
(87, '119.103.12.92', 28),
(88, '42.236.155.38', 59),
(89, '180.164.38.148', 66),
(90, '183.14.82.88', 62),
(91, '223.104.178.51', 67),
(92, '221.227.29.181', 31),
(93, '223.104.13.38', 49),
(94, '110.54.176.76', 68),
(95, '180.97.35.219', 28),
(96, '182.119.39.213', 70),
(97, '1.81.230.52', 72),
(98, '171.10.170.90', 59),
(99, '221.178.246.55', 74),
(100, '113.61.46.188', 69);

-- --------------------------------------------------------

--
-- 表的结构 `ap_share_bg`
--

CREATE TABLE `ap_share_bg` (
  `id` int(11) NOT NULL,
  `image_path` varchar(256) DEFAULT NULL COMMENT '本地地址',
  `info` varchar(512) DEFAULT NULL,
  `web_url` varchar(256) NOT NULL COMMENT '生成的网络地址'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_share_bg`
--

INSERT INTO `ap_share_bg` (`id`, `image_path`, `info`, `web_url`) VALUES
(1, '/www/wwwroot/www.58yingyuan.vip/public/uploads/e/logo.png', NULL, 'http://www.58yingyuan.vip/public/uploads/logo.png');

-- --------------------------------------------------------

--
-- 表的结构 `ap_shezi`
--

CREATE TABLE `ap_shezi` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `jbday` int(11) NOT NULL,
  `jbmoney` int(11) NOT NULL,
  `dljba` int(11) NOT NULL,
  `dljbb` int(11) NOT NULL,
  `dljbc` int(11) NOT NULL,
  `dljbd` int(11) NOT NULL,
  `dljbe` int(11) NOT NULL,
  `fdljb` int(11) NOT NULL,
  `sharefjb` int(11) NOT NULL,
  `ckfa` int(11) NOT NULL,
  `ckfb` int(11) NOT NULL,
  `ckfc` int(11) NOT NULL,
  `ckfd` int(11) NOT NULL,
  `zcjb` int(11) NOT NULL,
  `zcmoney` int(11) NOT NULL,
  `hyfjb1` int(11) NOT NULL,
  `hyfjb2` int(11) NOT NULL,
  `hyfjb3` int(11) NOT NULL,
  `hyfjb4` int(11) NOT NULL,
  `hyfjb5` int(11) NOT NULL,
  `kajg1` int(11) NOT NULL,
  `kajg2` int(11) NOT NULL,
  `kajg3` int(11) NOT NULL,
  `kajg4` int(11) NOT NULL,
  `tiyan` varchar(11) DEFAULT NULL,
  `yueka` varchar(11) DEFAULT NULL,
  `jika` varchar(11) DEFAULT NULL,
  `bannian` varchar(11) DEFAULT NULL,
  `nianka` varchar(11) DEFAULT NULL,
  `yongjiu` varchar(11) DEFAULT NULL,
  `daili` varchar(11) DEFAULT NULL,
  `ckfe` int(11) DEFAULT NULL,
  `ckff` int(11) DEFAULT NULL,
  `apiurl` varchar(256) DEFAULT NULL,
  `key` varchar(256) DEFAULT NULL,
  `partner` varchar(256) DEFAULT NULL,
  `dizhi` varchar(255) DEFAULT NULL,
  `faxin` varchar(255) DEFAULT NULL,
  `yxmm` varchar(255) DEFAULT NULL,
  `txxz` int(11) NOT NULL DEFAULT '0',
  `dk` varchar(255) DEFAULT NULL,
  `zcxz` varchar(255) NOT NULL COMMENT '注册限制',
  `sotuij` text NOT NULL COMMENT '搜索界面推荐影片',
  `ydkey` text NOT NULL COMMENT '操作安全码',
  `yyms` text NOT NULL COMMENT '运营模式'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_shezi`
--

INSERT INTO `ap_shezi` (`id`, `uid`, `jbday`, `jbmoney`, `dljba`, `dljbb`, `dljbc`, `dljbd`, `dljbe`, `fdljb`, `sharefjb`, `ckfa`, `ckfb`, `ckfc`, `ckfd`, `zcjb`, `zcmoney`, `hyfjb1`, `hyfjb2`, `hyfjb3`, `hyfjb4`, `hyfjb5`, `kajg1`, `kajg2`, `kajg3`, `kajg4`, `tiyan`, `yueka`, `jika`, `bannian`, `nianka`, `yongjiu`, `daili`, `ckfe`, `ckff`, `apiurl`, `key`, `partner`, `dizhi`, `faxin`, `yxmm`, `txxz`, `dk`, `zcxz`, `sotuij`, `ydkey`, `yyms`) VALUES
(1, 1, 50, 150, 30, 25, 20, 15, 10, 15, 150, 1, 3, 7, 10, 50, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '2', '7', '19.9', '29.9', '39.9', '249', '298', 15, 99, 'http://pays.sddyun.cn/', '5C607220D42C612A513305C2E644F26C', '487810', '', '', '', 1, '', '1', '小丑,我家那闺女,我家那小子,奔跑吧,向往的生活', 'wmyxf', '1');

-- --------------------------------------------------------

--
-- 表的结构 `ap_shop`
--

CREATE TABLE `ap_shop` (
  `id` int(10) NOT NULL,
  `title` varchar(100) NOT NULL COMMENT '名称',
  `picurl` varchar(100) NOT NULL COMMENT '图片',
  `miaoshu` varchar(999) NOT NULL COMMENT '介绍',
  `money` double(10,3) NOT NULL COMMENT '价格',
  `payrs` varchar(255) NOT NULL DEFAULT '0' COMMENT '购买人数'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='商品';

--
-- 转存表中的数据 `ap_shop`
--

INSERT INTO `ap_shop` (`id`, `title`, `picurl`, `miaoshu`, `money`, `payrs`) VALUES
(7, '商品测试', '/public/uploads/20191119/b9ab3886043007319528e37d6b276204.jpg', '商品测试\r\n商品测试\r\n商品测试\r\n商品测试\r\n商品测试', 666.000, '0'),
(8, '商品测试', '/public/uploads/20191119/d70aecc48ecd2d89c28f75d0646154c9.jpg', '商品测试\r\n商品测试\r\n商品测试\r\n商品测试\r\n商品测试', 777.000, '0'),
(9, '商品测试', '/public/uploads/20191119/69090fe6447ea236aeb9e18033284d70.jpg', '商品测试\r\n商品测试\r\n商品测试\r\n商品测试\r\n商品测试', 888.000, '0'),
(10, '商品测试', '/public/uploads/20191119/bb377e1034737125ab2028344166d502.jpg', '商品测试\r\n商品测试\r\n商品测试\r\n商品测试', 999.000, '0');

-- --------------------------------------------------------

--
-- 表的结构 `ap_shopdingdan`
--

CREATE TABLE `ap_shopdingdan` (
  `id` int(11) NOT NULL,
  `uid` int(10) NOT NULL,
  `oderid` varchar(50) NOT NULL,
  `money` decimal(10,3) NOT NULL,
  `spid` int(10) NOT NULL,
  `time` varchar(50) NOT NULL,
  `type` int(10) NOT NULL,
  `dizhi` varchar(255) NOT NULL,
  `fahuoxinxi` varchar(255) NOT NULL DEFAULT '暂未发货',
  `picurl` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_stop`
--

CREATE TABLE `ap_stop` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_tanchuang`
--

CREATE TABLE `ap_tanchuang` (
  `id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL,
  `neirong` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL,
  `kaiguan` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_tanchuang`
--

INSERT INTO `ap_tanchuang` (`id`, `title`, `neirong`, `url`, `kaiguan`) VALUES
(1, '致歉信', '尊敬的用户 由于这两天系统升级 给您带来来的不变 我们深表歉意 我们会尽快恢复系统 并给您补偿相应的观看时间', '', 1);

-- --------------------------------------------------------

--
-- 表的结构 `ap_tc`
--

CREATE TABLE `ap_tc` (
  `id` int(11) NOT NULL,
  `title` varchar(128) DEFAULT NULL,
  `remark` text,
  `url` varchar(256) DEFAULT NULL,
  `show` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_tc`
--

INSERT INTO `ap_tc` (`id`, `title`, `remark`, `url`, `show`) VALUES
(1, '使用说明', '友情提示：本app具有零钱功能，邀请好友，每日签到即可兑换现金，一定要下载登录，先到先得抓紧时间哦！\r\n帐号已强制下线不用管他，点你自己想看的电影会提示你再次登录登录即可', 'http://www.baidu.com', 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_timelog`
--

CREATE TABLE `ap_timelog` (
  `uid` int(11) DEFAULT NULL,
  `ctime` int(11) DEFAULT NULL,
  `cid` int(11) DEFAULT NULL,
  `money` decimal(11,2) DEFAULT NULL,
  `day` varchar(11) DEFAULT NULL,
  `lasttime` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_timelog`
--

INSERT INTO `ap_timelog` (`uid`, `ctime`, `cid`, `money`, `day`, `lasttime`) VALUES
(1, 1573646604, 28, '1.00', '7', '1575801252'),
(1, 1573647033, 31, '2.00', '7', '1574251833'),
(1, 1573819517, 32, '3.00', '30', '1576411517'),
(1, 1573828594, 33, '6.00', '365', '1605364594'),
(1, 1573828622, 33, '6.00', 'all', 'all'),
(1, 1573828625, 33, '3.00', '90', '1620916594'),
(1, 1573898716, 34, '2.00', '7', '1574503516'),
(1, 1573952798, 35, '2.00', '7', '1574557598'),
(1, 1574068559, 39, '2.00', '7', '1574673359'),
(1, 1574129433, 41, '2.00', '7', '1574734233'),
(1, 1574164114, 42, '2.00', '7', '1574768914'),
(1, 1574164389, 43, '2.00', '7', '1574769189'),
(1, 1574166065, 48, '2.00', '7', '1574770865'),
(1, 1574422923, 59, '30.00', 'all', 'all'),
(28, 1574502290, 65, '0.00', '7', '1575107090');

-- --------------------------------------------------------

--
-- 表的结构 `ap_tixian`
--

CREATE TABLE `ap_tixian` (
  `id` int(11) NOT NULL,
  `u_id` int(11) DEFAULT NULL,
  `moneys` int(11) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `money_time` int(11) DEFAULT NULL,
  `state` smallint(5) DEFAULT '1' COMMENT '状态1 2  1为未到账 2为以到账',
  `number` text COMMENT '提现账号',
  `name` varchar(40) DEFAULT NULL COMMENT '体现姓名'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_tongji`
--

CREATE TABLE `ap_tongji` (
  `id` int(11) NOT NULL,
  `os` varchar(255) NOT NULL,
  `imei` varchar(255) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `time` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_tpay_type`
--

CREATE TABLE `ap_tpay_type` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `type` tinyint(3) NOT NULL DEFAULT '0' COMMENT '0是充值类型1是代理',
  `image_path` varchar(128) DEFAULT NULL,
  `money` decimal(16,2) NOT NULL DEFAULT '0.00',
  `name` varchar(32) DEFAULT NULL,
  `str_name` varchar(16) DEFAULT NULL COMMENT '字符串',
  `day` int(8) NOT NULL COMMENT '天数',
  `remark` varchar(256) DEFAULT NULL,
  `create_time` int(11) UNSIGNED DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_tpay_type`
--

INSERT INTO `ap_tpay_type` (`id`, `uid`, `type`, `image_path`, `money`, `name`, `str_name`, `day`, `remark`, `create_time`) VALUES
(1, 1, 0, '', '2.00', '体验卡7天', 'tiyan', 7, '0', 0),
(2, 1, 0, NULL, '3.00', '月卡', 'yueka', 30, '1', NULL),
(3, 1, 0, NULL, '4.00', '季卡', 'jika', 90, '1', NULL),
(4, 1, 0, NULL, '5.00', '半年卡', 'bannian', 180, '1', NULL),
(5, 1, 0, NULL, '6.00', '年卡', 'nianka', 365, '1', NULL),
(6, 1, 0, NULL, '30.00', '永久卡', 'yongjiu', 0, '1', NULL),
(7, 1, 1, NULL, '250.00', '代理商', 'daili', 0, '1', NULL),
(0, 447, 0, '', '0.11', '体验卡7天', 'tiyan', 7, '0', 0),
(0, 447, 0, NULL, '0.22', '月卡', 'yueka', 30, '1', NULL),
(0, 447, 0, NULL, '0.33', '季卡', 'jika', 90, '1', NULL),
(0, 447, 0, NULL, '0.44', '半年卡', 'bannian', 180, '1', NULL),
(0, 447, 0, NULL, '0.55', '年卡', 'nianka', 365, '1', NULL),
(0, 447, 0, NULL, '0.66', '永久卡', 'yongjiu', 0, '1', NULL),
(0, 447, 0, NULL, '0.66', NULL, NULL, 0, NULL, NULL),
(0, 447, 0, NULL, '0.66', NULL, NULL, 0, NULL, NULL),
(0, 447, 0, NULL, '0.66', NULL, NULL, 0, NULL, NULL),
(0, 447, 0, NULL, '0.66', NULL, NULL, 0, NULL, NULL),
(0, 447, 0, NULL, '0.66', NULL, NULL, 0, NULL, NULL),
(0, 446, 0, '', '0.10', '体验卡7天', 'tiyan', 7, '0', 0),
(0, 446, 0, NULL, '0.20', '月卡', 'yueka', 30, '1', NULL),
(0, 446, 0, NULL, '0.30', '季卡', 'jika', 90, '1', NULL),
(0, 446, 0, NULL, '0.40', '半年卡', 'bannian', 180, '1', NULL),
(0, 446, 0, NULL, '0.50', '年卡', 'nianka', 365, '1', NULL),
(0, 446, 0, NULL, '0.60', '永久卡', 'yongjiu', 0, '1', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ap_tuijian`
--

CREATE TABLE `ap_tuijian` (
  `id` int(11) NOT NULL DEFAULT '0',
  `title` varchar(255) NOT NULL,
  `img` text NOT NULL,
  `url` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_tuijian`
--

INSERT INTO `ap_tuijian` (`id`, `title`, `img`, `url`) VALUES
(22, '一出好戏', 'http://116.62.233.25/public/uploads/20180811/16832d98daebe18d4b0bd737bfc35940.jpg', 'http://yong.yongjiu6.com/20180811/wslGYCAN/index.m3u8'),
(21, '西虹市首富', 'http://img1.doubanio.com/view/photo/s_ratio_poster/public/p2529206747.jpg', 'https://v4.438vip.com/20180730/5QiVLcpo/index.m3u8'),
(20, '狄仁杰之四大天王', 'http://img3.doubanio.com/view/photo/s_ratio_poster/public/p2526405034.jpg', 'https://v4.438vip.com/20180730/vf4Z4WO9/index.m3u8'),
(19, '我不是药神', 'http://pic.china-gif.com/pic/upload/vod/2018-07/15304196550.jpg', 'http://youku.cdn2-youku.com/20180710/12991_efbabf56/index.m3u8'),
(18, '死侍2', 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2521499639.webp', 'http://youku.cdn-iqiyi.com/20180710/11624_9050b3a4/index.m3u8'),
(13, '猛虫过江', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15291123500.jpg', 'http://v-bilibili.com/20180717/6905_44b030ce/index.m3u8');

-- --------------------------------------------------------

--
-- 表的结构 `ap_tv`
--

CREATE TABLE `ap_tv` (
  `title` varchar(255) NOT NULL,
  `img` text NOT NULL,
  `url` text NOT NULL,
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_tv`
--

INSERT INTO `ap_tv` (`title`, `img`, `url`, `id`) VALUES
('CCTV-1', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521439425198&di=e943a6d00521e52c19ccea11b58463e5&imgtype=0&src=http%3A%2F%2Fimg.shiting5.com%2Fallimg%2F141014%2F6-1410141J5095D.jpg', 'http://ivi.bupt.edu.cn/hls/cctv1hd.m3u8', 1),
('CCTV-10', 'https://timgsa.baidu.com/timg?image&quality=80&size=b10000_10000&sec=1521435358&di=d07f3e1a7c6900b835e1d5c0d0c4e273&src=http://www.haoqu.net/uploadfile/2015/1121/20151121053338284.jpg', 'http://ivi.bupt.edu.cn/hls/cctv10.m3u8', 2),
('CCTV-11', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521445878977&di=4f085689f5c96dea17d00a92ea5fb93f&imgtype=0&src=http%3A%2F%2Fimg.weixinyidu.com%2F160229%2F9e23af76.jpg', 'http://ivi.bupt.edu.cn/hls/cctv11.m3u8', 3),
('CCTV-12', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446009467&di=74027d7b08b44ba055d6222f7a0680f5&imgtype=0&src=http%3A%2F%2Fimg.shiting5.com%2Fallimg%2F160112%2F9-160112151ANa.jpg', 'http://ivi.bupt.edu.cn/hls/cctv12.m3u8', 4),
('CCTV-13', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446098526&di=8a7c552f8607e78c0468f8439a62b17e&imgtype=0&src=http%3A%2F%2Fs.b2b168.com%2F2015%2F10%2F13%2F15%2F201510131507128198194.jpg', 'http://ivi.bupt.edu.cn/hls/cctv13.m3u8', 5),
('CCTV-14', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446154197&di=5e5ed3bb182f5d4e8e173c1e7b049d75&imgtype=0&src=http%3A%2F%2Fwww.zhiboba.cc%2Fzbbimg%2Fcctv14.jpg', 'http://ivi.bupt.edu.cn/hls/cctv14.m3u8', 6),
('CCTV-15', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446285189&di=f34f729320b6170aa86008079d8ae1f1&imgtype=0&src=http%3A%2F%2Fwww.twwiki.com%2Fuploads%2Fwiki%2Ff4%2F28%2F787680_0.jpg', 'http://ivi.bupt.edu.cn/hls/cctv15.m3u8', 7),
('CCTV-2', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521445199467&di=2b016bd3727e98473d3c91b08fd09a67&imgtype=0&src=http%3A%2F%2Fimg02.hc360.com%2Fjcz%2F201706%2F201706191030074170.jpg', 'http://ivi.bupt.edu.cn/hls/cctv2.m3u8', 8),
('CCTV-3', 'https://timgsa.baidu.com/timg?image&quality=80&size=b10000_10000&sec=1521429363&di=17950519d8cb8de1aba78b9be2bbe193&src=http://www.zhiboba.cc/zbbimg/cctv3.jpg', 'http://ivi.bupt.edu.cn/hls/cctv3hd.m3u8', 9),
('CCTV-4', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521445020972&di=6c8cf4e1261b6255b1bf50bac0b3a723&imgtype=jpg&src=http%3A%2F%2Fimg0.imgtn.bdimg.com%2Fit%2Fu%3D2514945715%2C2651028036%26fm%3D214%26gp%3D0.jpg', 'http://ivi.bupt.edu.cn/hls/cctv4.m3u8', 10),
('CCTV-5', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521439317567&di=2d8483699aa0e9e7669e6b61f60a32ad&imgtype=0&src=http%3A%2F%2Fwww.haoqu.net%2Fuploadfile%2F2015%2F0417%2F20150417122518526.jpg', 'http://ivi.bupt.edu.cn/hls/cctv5hd.m3u8', 11),
('CCTV-5+', 'http://cccs.123cf.top/public/uploads/20190520/42c6b0b96e4473b8ccaeeb21ffdc521a.jpg', 'http://ivi.bupt.edu.cn/hls/cctv5phd.m3u8', 12),
('CCTV-6', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521439252964&di=95d46a04663c7c026a6efff6f7887d5d&imgtype=0&src=http%3A%2F%2Fimgsrc.baidu.com%2Fbaike%2Fpic%2Fitem%2Fac345982b2b7d0a2ad07fdafc8ef76094b369a32.jpg', 'http://ivi.bupt.edu.cn/hls/cctv6hd.m3u8', 13),
('CCTV-7', 'https://upload.wikimedia.org/wikipedia/commons/1/15/CCTV-7%E5%86%9B%E4%BA%8B%E5%86%9C%E4%B8%9A.png', 'http://ivi.bupt.edu.cn/hls/cctv7.m3u8', 14),
('CCTV-8', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521439215396&di=dc00a5466f59e6a95ea6e2bdda3ea5dd&imgtype=0&src=http%3A%2F%2Fwww.zhiboba.cc%2Fzbbimg%2Fcctv8.jpg', 'http://ivi.bupt.edu.cn/hls/cctv8hd.m3u8', 15),
('CCTV-9', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521445566698&di=15c7acdc129677bc1267effc0ac217d0&imgtype=0&src=http%3A%2F%2Fimg.shiting5.com%2Fallimg%2F160112%2F9-1601121F942D3.jpg', 'http://ivi.bupt.edu.cn/hls/cctv9.m3u8', 16),
('CCTV-NEW', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446379998&di=2c70041e525559cfdc9fd511ee31d2ab&imgtype=0&src=http%3A%2F%2Fwww.tvyan.com%2Fuploads%2Fdianshi%2Fcctvnews.jpg', 'http://ivi.bupt.edu.cn/hls/cctv16.m3u8', 17),
('CHC高清电影', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521449765264&di=d34fdbee49173710e247b888dfaf799c&imgtype=0&src=http%3A%2F%2Fwww.5etime.com%2Finfo5%2Fuploads%2Fallimg%2F140204%2F6-1402040913150-L.jpg', 'http://ivi.bupt.edu.cn/hls/chchd.m3u8', 18),
('东方卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521438560889&di=a810c43c8006c83cd67c1a1a7f21a018&imgtype=0&src=http%3A%2F%2Fwww.askququ.com%2Fuploads%2Fallimg%2F160417%2F1_160417235823_1.jpg', 'http://ivi.bupt.edu.cn/hls/dfhd.m3u8', 19),
('云南卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521446996898&di=0c9e1f4fceb009660f8e13ab098f0e09&imgtype=jpg&src=http%3A%2F%2Fimg2.imgtn.bdimg.com%2Fit%2Fu%3D4167813717%2C485108299%26fm%3D214%26gp%3D0.jpg', 'http://ivi.bupt.edu.cn/hls/yntv.m3u8', 20),
('内蒙古卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521448672137&di=a06d1b4333aa024205e38dca84d1aa95&imgtype=0&src=http%3A%2F%2Fwww.zhiboba.cc%2Fzbbimg%2Fneimengguweishi_zbb.jpg', 'http://ivi.bupt.edu.cn/hls/nmtv.m3u8', 21),
('北京体育', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521438875915&di=76b9adf8f628c6cfc98e958c22bd63b4&imgtype=0&src=http%3A%2F%2Fimgbdb3.bendibao.com%2Fbjbdb%2F201512%2F17%2F20151217211837_18180.jpg', 'http://ivi.bupt.edu.cn/hls/btv6hd.m3u8', 22),
('北京卡酷少儿', 'https://timgsa.baidu.com/timg?image&quality=80&size=b10000_10000&sec=1521431022&di=35b5372e3943f45dd98ac14cf1176bce&src=http://i6.qhimg.com/dr/250_500_/t01cce007620ff6c031.jpg', 'http://ivi.bupt.edu.cn/hls/btv10.m3u8', 23),
('北京卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521438875915&di=76b9adf8f628c6cfc98e958c22bd63b4&imgtype=0&src=http%3A%2F%2Fimgbdb3.bendibao.com%2Fbjbdb%2F201512%2F17%2F20151217211837_18180.jpg', 'http://ivi.bupt.edu.cn/hls/btv1hd.m3u8', 24),
('北京影视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521449195463&di=b81841e08a3583fe2fee9b5fdb8ec201&imgtype=0&src=http%3A%2F%2Fimgbdb3.bendibao.com%2Fbjbdb%2F201512%2F17%2F20151217211837_18180.jpg', 'http://ivi.bupt.edu.cn/hls/btv4.m3u8', 25),
('北京文艺', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521438875915&di=76b9adf8f628c6cfc98e958c22bd63b4&imgtype=0&src=http%3A%2F%2Fimgbdb3.bendibao.com%2Fbjbdb%2F201512%2F17%2F20151217211837_18180.jpg', 'http://ivi.bupt.edu.cn/hls/btv2hd.m3u8', 26),
('厦门卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521440961685&di=56323ff2c8157013bcbd670c342cb87b&imgtype=0&src=http%3A%2F%2Fp2.img.cctvpic.com%2Fphotoworkspace%2Fcontentimg%2F2015%2F04%2F03%2F2015040317221992933.jpg', 'http://ivi.bupt.edu.cn/hls/jstv.m3u8', 27),
('四川卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521444118075&di=61bea82fed90d8c3aba7f28a833e4c80&imgtype=0&src=http%3A%2F%2Fwww.guojitv.com%2Fepg%2Fupfile%2F6922487a-5351-4924-9646-aa23331cb1e3.jpg', 'http://ivi.bupt.edu.cn/hls/sctv.m3u8', 28),
('天津卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521438045785&di=45ac121f3546beb424ed684869d48fc1&imgtype=jpg&src=http%3A%2F%2Fimg2.imgtn.bdimg.com%2Fit%2Fu%3D2388055552%2C3521134445%26fm%3D214%26gp%3D0.jpg', 'http://ivi.bupt.edu.cn/hls/tjhd.m3u8', 29),
('宁夏卫视', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521447468222&di=5734aae221d04e164c1949c8155fa489&imgtype=0&src=http%3A%2F%2Fg.hiphotos.baidu.com%2Fzhidao%2Fpic%2Fitem%2Fd01373f082025aaf4a28b028fcedab64034f1a3f.jpg', 'http://ivi.bupt.edu.cn/hls/nxtv.m3u8', 30);

-- --------------------------------------------------------

--
-- 表的结构 `ap_txlog`
--

CREATE TABLE `ap_txlog` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `time` int(22) NOT NULL,
  `nickname` varchar(50) DEFAULT NULL,
  `status` varchar(11) NOT NULL,
  `jine` int(11) NOT NULL,
  `zfb` text NOT NULL,
  `weixin` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_txlog`
--

INSERT INTO `ap_txlog` (`id`, `uid`, `time`, `nickname`, `status`, `jine`, `zfb`, `weixin`) VALUES
(16, 28, 1573950379, '13628635282', 'ok', 1000, 'http://i2.tiimg.com/703428/1dd27aeaf751e1ef.jpg', ''),
(17, 35, 1573961265, '199223', 'ok', 4, 'http://i2.tiimg.com/703428/6cfc17217fa28c0c.jpg', ''),
(18, 28, 1573968693, '13628635282', 'wait', 100, 'http://i2.tiimg.com/703428/1dd27aeaf751e1ef.jpg', '');

-- --------------------------------------------------------

--
-- 表的结构 `ap_user`
--

CREATE TABLE `ap_user` (
  `id` int(11) NOT NULL,
  `Source` varchar(255) NOT NULL COMMENT '注册渠道',
  `username` varchar(255) NOT NULL COMMENT '用户名',
  `password` varchar(255) NOT NULL COMMENT '密码',
  `userimg` text COMMENT '头像',
  `logoqq` varchar(255) DEFAULT NULL COMMENT '快捷登录qq',
  `logowx` varchar(255) DEFAULT NULL COMMENT '快捷登录wx',
  `nick_name` varchar(255) DEFAULT '' COMMENT '昵称',
  `power` varchar(255) NOT NULL DEFAULT '0' COMMENT '0:管理员，1:代理，2:用户',
  `status` varchar(255) NOT NULL DEFAULT '0' COMMENT '0:封号,1:解封',
  `parentid` int(11) NOT NULL DEFAULT '0' COMMENT '上级id',
  `ctime` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `logintime` int(11) NOT NULL DEFAULT '0' COMMENT '最后登陆时间',
  `lasttime` int(11) NOT NULL DEFAULT '0' COMMENT '会员到期时间',
  `money` decimal(11,2) NOT NULL DEFAULT '0.00' COMMENT '余额',
  `type` int(1) DEFAULT NULL COMMENT '会员属性:1永久',
  `phone` varchar(255) DEFAULT NULL COMMENT '联系方式',
  `imei` varchar(255) DEFAULT NULL COMMENT '设备码',
  `imeilogo` varchar(255) DEFAULT NULL COMMENT '登录设备码',
  `count` int(11) NOT NULL DEFAULT '0' COMMENT '登录次数',
  `sign` int(11) DEFAULT '0' COMMENT '金币',
  `share_ma` varchar(255) DEFAULT NULL,
  `zfb` text NOT NULL COMMENT '支付宝收款码',
  `weichat` varchar(255) DEFAULT NULL COMMENT '微信',
  `url` text,
  `url1` text COMMENT '体验周卡',
  `url2` text COMMENT '月卡',
  `url3` text COMMENT '季卡',
  `url4` text COMMENT '半年卡',
  `url5` text COMMENT '年卡',
  `url6` text COMMENT '永久卡',
  `url7` text COMMENT '代理商',
  `key` varchar(255) DEFAULT NULL,
  `tx` int(111) NOT NULL,
  `txje` int(111) NOT NULL,
  `add_switch` int(1) NOT NULL DEFAULT '0' COMMENT '0：关闭1：开启',
  `cate` varchar(255) DEFAULT NULL,
  `qdtime` varchar(255) DEFAULT NULL COMMENT '签到时间',
  `jpush_id` varchar(64) DEFAULT NULL,
  `pid` int(11) NOT NULL DEFAULT '0',
  `qx` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_user`
--

INSERT INTO `ap_user` (`id`, `Source`, `username`, `password`, `userimg`, `logoqq`, `logowx`, `nick_name`, `power`, `status`, `parentid`, `ctime`, `logintime`, `lasttime`, `money`, `type`, `phone`, `imei`, `imeilogo`, `count`, `sign`, `share_ma`, `zfb`, `weichat`, `url`, `url1`, `url2`, `url3`, `url4`, `url5`, `url6`, `url7`, `key`, `tx`, `txje`, `add_switch`, `cate`, `qdtime`, `jpush_id`, `pid`, `qx`) VALUES
(1, '管理员', 'admin', '68475d360aaa466f984fc0106e521aa3', '', '', '', '　', '0', '1', 0, 1573827110, 1563528741, 1561619043, '8470.10', NULL, NULL, '', '', 83386, 100, '000001', '', 'zmwg7758521', NULL, 'http://cms.9t3g.cn/pay/?name=月卡&type_id=2&fee=7', 'http://cms.9t3g.cn/pay/?name=季卡&type_id=3&fee=19.9', 'http://cms.9t3g.cn/pay/?name=年卡&type_id=5&fee=39.9', 'http://cms.9t3g.cn/pay/?name=永久卡&type_id=6&fee=249', 'http://cms.9t3g.cn/pay/?name=体验卡7天&type_id=1&fee=2', 'http://cms.9t3g.cn/pay/?name=半年卡&type_id=4&fee=29.9', 'http://cms.9t3g.cn/dailipay/?name=代理商&type_id=7&fee=298', 'd35e5ce9df42753ce112fd5f19e6cb82', 0, 0, 0, '1,2,7', '1562326743', '0', 0, 0),
(28, 'App独立注册', '13628635282', 'd93a5def7511da3d0f2d171d9c344e91', 'http://thirdqq.qlogo.cn/g?b=oidb%26k=iaOutYzEqW6urKiacCHYMg1w%26s=40%26t=1556270066', '32D32F8923F5C08A9385F3C5D9DCA5C8', NULL, '(沉 默ゝ掩蓋壹切）', '1', '1', 1, 1573831847, 1574657378, 1575282852, '7535.00', 1, '', NULL, '866936030340275', 63616, 40, '315876', 'http://i1.fuimg.com/704268/2202fefad38f30c0.jpg', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 100, 0, NULL, '1574321229', NULL, 0, 0),
(29, 'App独立注册', '15973365103', 'ad84d5f99687e395db40e84b42839fd6', NULL, NULL, NULL, '', '2', '1', 1, 1573386011, 1573387383, 1573990811, '0.00', NULL, '', NULL, '865736030205705', 46, 7, '210471', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1573386018', NULL, 0, 0),
(30, '分享注册', '13628635252', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '1', '1', 1, 1573828696, 1573650197, 1574240658, '0.00', 1, NULL, NULL, '867788045282904', 2881, 10, '140617', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(31, '后台添加', '13628635253', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '1', '1', 1, 1573648197, 1574589696, 1706098233, '0.00', 1, NULL, NULL, '860726046414248', 8031, 10, '749826', 'http://i1.fuimg.com/704268/703eeb0f144d6c82.jpg', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574136432', NULL, 0, 0),
(32, '后台添加', '13628635255', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1573819517, 1574075235, 1619006717, '28.00', 1, NULL, NULL, '866936030340275', 32121, 3, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(33, '后台添加', '11226688', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '0', 1, 1573828594, 1573828729, 1613140594, '90.00', 1, NULL, NULL, '865772038399612', 75, 1, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(34, '后台添加', '147258', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1573898716, 1574289915, 1575713116, '0.00', NULL, NULL, NULL, '866936030340275', 11947, 23, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574223947', NULL, 0, 0),
(35, '后台添加', '199223', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 32, 1573952798, 1574382153, 1611968798, '22.00', NULL, NULL, NULL, '866936030340275', 9924, 5, NULL, 'http://i2.tiimg.com/703428/6cfc17217fa28c0c.jpg', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(36, 'App独立注册', '18702723017', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 28, 1573962362, 1574222130, 1574567162, '0.00', NULL, '', NULL, '866936030340275', 11181, 53, '214904', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(37, 'App独立注册', '17752725602', '543d2453fe53697040dd52bc5915b3c2', NULL, NULL, NULL, '', '2', '1', 1, 1573981574, 1573985793, 1574586374, '0.00', NULL, '', NULL, '910000000219401', 1662, 51, '511974', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(38, 'App独立注册', '18062068441', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1574057181, 1574065402, 1574661981, '0.00', NULL, '', NULL, '867529039810718', 674, 50, '257708', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(39, '后台添加', '258369', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1574068559, 1574272086, 1574673359, '0.00', NULL, NULL, NULL, '866936030340275', 400, 2, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(40, 'App独立注册', '15527767707', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1574087031, 1574478881, 1574691831, '0.00', NULL, '', NULL, '863008043688059', 1465, 59, '101003', 'http://i1.fuimg.com/704268/55f8c1eb4eedd88f.jpg', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574169265', NULL, 0, 0),
(41, '后台添加', '123456', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574129433, 1574329917, 1574734233, '0.00', NULL, NULL, NULL, '813397464697339', 416, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(42, '后台添加', '369258', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574164114, 1574251475, 1574768914, '0.00', NULL, NULL, NULL, '866936030340275', 238, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(43, '后台添加', '1234567', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574164389, 1574251627, 1574769189, '0.00', NULL, NULL, NULL, '866936030340275', 184, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(46, 'App独立注册', '18062690726', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1574165346, 1574260869, 1574770146, '0.00', NULL, '', NULL, '866936030340275', 5290, 57, '229273', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574236953', NULL, 0, 0),
(47, 'App独立注册', '15527764799', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 36, 1574166064, 1574257742, 1574770864, '0.00', NULL, '', NULL, '866936030340275', 2151, 50, '150349', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(48, '后台添加', 'a123456', '7c20ba8ef9eb3dff71201c1fb1f5c29c', NULL, NULL, NULL, '', '2', '1', 1, 1574166065, 0, 1574770865, '0.00', NULL, NULL, NULL, NULL, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(49, 'App独立注册', '18831121632', '82035c731da9c337396d1a4a51f00aac', NULL, NULL, NULL, '', '2', '1', 1, 1574325992, 1574652093, 1575535592, '0.00', NULL, '', NULL, '866146030037026', 38594, 57, '115887', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(50, 'App独立注册', '13122841613', 'ada0daa613c02650b813623ddcd323cf', NULL, NULL, NULL, '', '2', '1', 1, 1574327597, 1574331163, 1574932397, '0.00', NULL, '', NULL, '866715035356084', 1730, 55, '465906', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574328175', NULL, 0, 0),
(51, 'App独立注册', '13277114122', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574339765, 1574339898, 1574944565, '0.00', NULL, '', NULL, '866891046282591', 132, 51, '961058', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(52, 'App独立注册', '15832255334', '96fd7d56cfb344316f48e47209b41284', NULL, NULL, NULL, '', '2', '1', 1, 1574355360, 1574355360, 1574960160, '0.00', NULL, '', NULL, 'daf2f6c59ca8dd13', 1, 50, '236723', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(53, 'App独立注册', '13791252972', '9ab851de54b9d49f9385f05635bebddc', NULL, NULL, NULL, '', '2', '1', 1, 1574385733, 1574385786, 1574990533, '0.00', NULL, '', NULL, '358521081127816', 50, 51, '270476', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(54, 'App独立注册', '18210087166', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574385776, 1574386251, 1574990576, '0.00', NULL, '', NULL, '869095031890098', 182, 50, '938696', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(55, 'App独立注册', '18658105487', '90a0b0c0caa6b2353b2e85b8ea47dbbe', NULL, NULL, NULL, '', '2', '1', 1, 1574403002, 1574414311, 1575007802, '0.00', NULL, '', NULL, '861463032852673', 1061, 50, '126954', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(56, 'App独立注册', '13896671401', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574404147, 1574404370, 1575008947, '0.00', NULL, '', NULL, '865092049322630', 223, 51, '913930', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(57, 'App独立注册', '15114935497', 'f86d4df5900255ad27ec4805b82c8842', NULL, NULL, NULL, '', '2', '1', 1, 1574413396, 1574413465, 1575018196, '0.00', NULL, '', NULL, '869033028516129', 70, 50, '856189', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(58, 'App独立注册', '13019978000', '37f5be67f16a4a76da3ebb25453e5940', NULL, NULL, NULL, '', '2', '1', 1, 1574418872, 1574600753, 1575023672, '0.00', NULL, '', NULL, '1a259ec1e1bedda7', 9210, 51, '231572', 'http://i1.fuimg.com/704268/57a98f12aa8ea2a7.jpg', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(59, '后台添加', '15936992577', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '1', '1', 1, 1574423052, 1574649497, 0, '9320.00', 1, NULL, NULL, '867600045752119', 3601, 3, '790792', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(60, 'App独立注册', '13373494930', 'a91b743e7916b0edf2ffe6a5d940f293', NULL, NULL, NULL, '', '2', '1', 1, 1574426583, 1574427902, 1575031383, '0.00', NULL, '', NULL, '55b6c119c3af1f40', 170, 51, '999090', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(61, 'App独立注册', '15555576553', 'f7f9e80144907c7f555d02be80b56a7a', NULL, NULL, NULL, '', '2', '1', 1, 1574455091, 1574497310, 1575059891, '0.00', NULL, '', NULL, '865787040446284', 1820, 61, '489274', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574491335', NULL, 0, 0),
(62, 'App独立注册', '13927433353', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574475130, 1574557260, 1575079930, '0.00', NULL, '', NULL, '865787042269908', 385, 52, '137468', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(63, 'App独立注册', '18851450900', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574480972, 1574622638, 1575085772, '0.00', NULL, '', NULL, '861141039488309', 555, 51, '811072', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(64, 'App独立注册', '15097370583', '82035c731da9c337396d1a4a51f00aac', NULL, NULL, NULL, '', '2', '1', 49, 1574481622, 1574558148, 1638158422, '0.00', NULL, '', NULL, '867183042049656', 4703, 59, '354598', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574553820', NULL, 0, 0),
(65, '', '12345678', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '1', '1', 28, 1574502124, 0, 1575107090, '0.00', NULL, '', NULL, NULL, 0, 0, '863188', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(66, 'App独立注册', '17601381154', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574532803, 1574532810, 1575137603, '0.00', NULL, '', NULL, '864594039482366', 9, 51, '210992', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(67, 'App独立注册', '13948970708', 'b8fd6944b4f5468316534b7ddbed6ed6', NULL, NULL, NULL, '', '2', '1', 1, 1574558641, 1574575429, 1575163441, '0.00', NULL, '', NULL, '862427044454074', 598, 51, '229252', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(68, 'App独立注册', '17833664448', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574575739, 1574575844, 1575180539, '0.00', NULL, '', NULL, '865166027674590', 6, 51, '689029', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(69, 'App独立注册', '13222840435', '27edc194184d49e6463507f053bfeca4', NULL, NULL, NULL, '', '2', '1', 1, 1574593769, 1574655221, 1575198569, '0.00', NULL, '', NULL, '866763037111958', 784, 51, '319735', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(70, 'App独立注册', '18638139003', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574596582, 1574606627, 1575201382, '0.00', NULL, '', NULL, '869231046467370', 170, 51, '433443', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(71, 'App独立注册', '18133303636', 'd93a5def7511da3d0f2d171d9c344e91', NULL, NULL, NULL, '', '2', '1', 1, 1574603048, 1574603149, 1575207848, '0.00', NULL, '', NULL, '865175043552839', 102, 50, '196458', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(72, 'App独立注册', '13259168952', 'ec97a5d136b8c72b5da127f31fcba062', NULL, NULL, NULL, '', '2', '1', 1, 1574605471, 1574645316, 1575210271, '0.00', NULL, '', NULL, '862747033735922', 5858, 58, '261663', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574618670', NULL, 0, 0),
(73, 'App独立注册', '18151387262', 'da13ab58f3759b6bbdad8880cd5d15bb', NULL, NULL, NULL, '', '2', '1', 1, 1574649636, 1574649662, 1575254436, '0.00', NULL, '', NULL, '861144044332934', 29, 50, '699092', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, NULL, NULL, 0, 0),
(74, 'App独立注册', '18651915353', 'cb491d20a8956d36c70021dddc763d5f', NULL, NULL, NULL, '', '2', '1', 1, 1574649893, 1574650653, 1575254693, '0.00', NULL, '', NULL, '863254011382131', 737, 57, '619977', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, '1574649899', NULL, 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ap_video`
--

CREATE TABLE `ap_video` (
  `id` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` text,
  `img` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_vlist`
--

CREATE TABLE `ap_vlist` (
  `title` varchar(255) NOT NULL,
  `img` text NOT NULL,
  `url` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ap_vlist`
--

INSERT INTO `ap_vlist` (`title`, `img`, `url`) VALUES
('018.我不是药神', 'http://pic.china-gif.com/pic/upload/vod/2018-07/15304196550.jpg', 'http://youku.cdn2-youku.com/20180710/12991_efbabf56/index.m3u8'),
('017.金蝉脱壳2', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15290464800.jpg', 'http://youku.cdn-163.com/20180616/7530_7432dd0c/index.m3u8'),
('016.监狱犬计划', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15299248580.jpg', 'http://youku.cdn-iqiyi.com/20180624/11439_bb2156ff/index.m3u8'),
('015.生存家族', 'http://pic.china-gif.com/pic/upload/vod/2017-09-24/201709241506233685.jpg', 'http://cdn.okokyun.com/20170923/WigUDuMt/index.m3u8'),
('014.最后一球', 'http://pic.china-gif.com/pic/upload/vod/2018-07/15306067830.jpg', 'http://youku.cdn2-youku.com/20180703/12974_fe2f2c37/index.m3u8'),
('013.龙虾刑警', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15296787910.jpg', 'http://youku.cdn-iqiyi.com/20180711/11636_6385d559/index.m3u8'),
('012.战神纪', 'http://pic.china-gif.com/pic/upload/vod/2018-06/152851106110.jpg', 'http://youku.cdn-tudou.com/20180608/6311_747f8ca1/index.m3u8'),
('011.神谕通天', 'http://pic.china-gif.com/pic/upload/vod/2018-06/153018111918.jpg', 'http://youku.cdn-tudou.com/20180627/6638_b3afa6ca/index.m3u8'),
('010.猛虫过江', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15291123500.jpg', 'http://v-bilibili.com/20180717/6905_44b030ce/index.m3u8'),
('009.只能活一个', 'http://pic.china-gif.com/pic/upload/vod/2018-07/153095086210.jpg', 'http://youku.cdn-tudou.com/20180706/6765_145fb635/index.m3u8'),
('008.邪不压正（枪版）', 'http://pic.china-gif.com/pic/upload/vod/2018-07/15314715390.jpg', 'http://v-iqiyi.com/20180713/13071_67854d43/index.m3u8'),
('007.幸福马上来', 'http://pic.china-gif.com/pic/upload/vod/2018-06/15285113860.jpg', 'http://youku.cdn-iqiyi.com/20180711/11647_299b0685/index.m3u8'),
('006.湮灭', 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2516914607.webp', 'http://youku.cdn-tudou.com/20180606/6294_7d31f536/index.m3u8'),
('005.死侍2', 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2521499639.webp', 'http://youku.cdn-iqiyi.com/20180710/11624_9050b3a4/index.m3u8'),
('004.侏罗纪世界2', 'https://img3.doubanio.com/view/photo/s_ratio_poster/public/p2522069454.webp', 'http://youku.cdn-56.com/20180622/3878_d3968706/index.m3u8'),
('003.动物世界', 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2525528688.jpg', 'http://youku.cdn2-youku.com/20180710/12992_e9c1ffe0/index.m3u8'),
('002.九门提督', 'http://pic.china-gif.com/pic/upload/vod/2018-06/152975606913.jpg', 'http://youku.cdn-tudou.com/20180622/6551_38164fb5/index.m3u8'),
('001.后来的我们', 'https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2519994468.webp', 'http://youku.cdn-iqiyi.com/20180621/11401_5e2d406d/index.m3u8');

-- --------------------------------------------------------

--
-- 表的结构 `ap_zce`
--

CREATE TABLE `ap_zce` (
  `phone` varchar(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `sid` int(11) NOT NULL,
  `code` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ap_zhibo`
--

CREATE TABLE `ap_zhibo` (
  `id` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` text,
  `img` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ap_addd`
--
ALTER TABLE `ap_addd`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `ad` (`ad`);

--
-- Indexes for table `ap_advert`
--
ALTER TABLE `ap_advert`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_app`
--
ALTER TABLE `ap_app`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_banner`
--
ALTER TABLE `ap_banner`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_caiwumx`
--
ALTER TABLE `ap_caiwumx`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_category`
--
ALTER TABLE `ap_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_cxjl`
--
ALTER TABLE `ap_cxjl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_czlog`
--
ALTER TABLE `ap_czlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_dianka`
--
ALTER TABLE `ap_dianka`
  ADD PRIMARY KEY (`id`,`dianka`),
  ADD UNIQUE KEY `dianka` (`dianka`);

--
-- Indexes for table `ap_dlmoneylog`
--
ALTER TABLE `ap_dlmoneylog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_fxtb`
--
ALTER TABLE `ap_fxtb`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_jiekou`
--
ALTER TABLE `ap_jiekou` ADD FULLTEXT KEY `pingtai` (`pingtai`);

--
-- Indexes for table `ap_jilu`
--
ALTER TABLE `ap_jilu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_jpush`
--
ALTER TABLE `ap_jpush`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_login_code`
--
ALTER TABLE `ap_login_code`
  ADD PRIMARY KEY (`uid`);

--
-- Indexes for table `ap_mn`
--
ALTER TABLE `ap_mn`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_money_get`
--
ALTER TABLE `ap_money_get`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_pay`
--
ALTER TABLE `ap_pay`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_pay_type`
--
ALTER TABLE `ap_pay_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_ping`
--
ALTER TABLE `ap_ping`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_product`
--
ALTER TABLE `ap_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_product_card`
--
ALTER TABLE `ap_product_card`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_rebate`
--
ALTER TABLE `ap_rebate`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_sad`
--
ALTER TABLE `ap_sad`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_share`
--
ALTER TABLE `ap_share`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_share_bg`
--
ALTER TABLE `ap_share_bg`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_shezi`
--
ALTER TABLE `ap_shezi`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_shop`
--
ALTER TABLE `ap_shop`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `ap_shopdingdan`
--
ALTER TABLE `ap_shopdingdan`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `ap_stop`
--
ALTER TABLE `ap_stop`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_tanchuang`
--
ALTER TABLE `ap_tanchuang`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `ap_tc`
--
ALTER TABLE `ap_tc`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_tixian`
--
ALTER TABLE `ap_tixian`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_tongji`
--
ALTER TABLE `ap_tongji`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_tv`
--
ALTER TABLE `ap_tv`
  ADD PRIMARY KEY (`title`);

--
-- Indexes for table `ap_txlog`
--
ALTER TABLE `ap_txlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_user`
--
ALTER TABLE `ap_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_video`
--
ALTER TABLE `ap_video`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ap_zce`
--
ALTER TABLE `ap_zce`
  ADD UNIQUE KEY `phone` (`phone`);

--
-- Indexes for table `ap_zhibo`
--
ALTER TABLE `ap_zhibo`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `ap_addd`
--
ALTER TABLE `ap_addd`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_advert`
--
ALTER TABLE `ap_advert`
  MODIFY `id` int(1) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- 使用表AUTO_INCREMENT `ap_banner`
--
ALTER TABLE `ap_banner`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=500;

--
-- 使用表AUTO_INCREMENT `ap_caiwumx`
--
ALTER TABLE `ap_caiwumx`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=244;

--
-- 使用表AUTO_INCREMENT `ap_category`
--
ALTER TABLE `ap_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- 使用表AUTO_INCREMENT `ap_cxjl`
--
ALTER TABLE `ap_cxjl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=73;

--
-- 使用表AUTO_INCREMENT `ap_czlog`
--
ALTER TABLE `ap_czlog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `ap_dianka`
--
ALTER TABLE `ap_dianka`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=126;

--
-- 使用表AUTO_INCREMENT `ap_dlmoneylog`
--
ALTER TABLE `ap_dlmoneylog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `ap_fxtb`
--
ALTER TABLE `ap_fxtb`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- 使用表AUTO_INCREMENT `ap_jilu`
--
ALTER TABLE `ap_jilu`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=504;

--
-- 使用表AUTO_INCREMENT `ap_jpush`
--
ALTER TABLE `ap_jpush`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `ap_mn`
--
ALTER TABLE `ap_mn`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- 使用表AUTO_INCREMENT `ap_money_get`
--
ALTER TABLE `ap_money_get`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- 使用表AUTO_INCREMENT `ap_pay`
--
ALTER TABLE `ap_pay`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=84;

--
-- 使用表AUTO_INCREMENT `ap_pay_type`
--
ALTER TABLE `ap_pay_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `ap_ping`
--
ALTER TABLE `ap_ping`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_product`
--
ALTER TABLE `ap_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_product_card`
--
ALTER TABLE `ap_product_card`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_rebate`
--
ALTER TABLE `ap_rebate`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_sad`
--
ALTER TABLE `ap_sad`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- 使用表AUTO_INCREMENT `ap_share`
--
ALTER TABLE `ap_share`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;

--
-- 使用表AUTO_INCREMENT `ap_share_bg`
--
ALTER TABLE `ap_share_bg`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `ap_shezi`
--
ALTER TABLE `ap_shezi`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `ap_shop`
--
ALTER TABLE `ap_shop`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- 使用表AUTO_INCREMENT `ap_shopdingdan`
--
ALTER TABLE `ap_shopdingdan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- 使用表AUTO_INCREMENT `ap_stop`
--
ALTER TABLE `ap_stop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_tanchuang`
--
ALTER TABLE `ap_tanchuang`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `ap_tc`
--
ALTER TABLE `ap_tc`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `ap_tixian`
--
ALTER TABLE `ap_tixian`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_tongji`
--
ALTER TABLE `ap_tongji`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `ap_txlog`
--
ALTER TABLE `ap_txlog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- 使用表AUTO_INCREMENT `ap_user`
--
ALTER TABLE `ap_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;

--
-- 使用表AUTO_INCREMENT `ap_video`
--
ALTER TABLE `ap_video`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- 使用表AUTO_INCREMENT `ap_zhibo`
--
ALTER TABLE `ap_zhibo`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
